import { TalkData } from "./Talk";

export const talklog1: TalkData = {
  id: 1,
  title: "感情描写を重視したオリバトを",
  guest: "若丸進二氏",
  date: "2003年9月4日～9月5日",
  foreword: ` OBRNが開始から約1年で、登録サイトが100件を越えました。その記念企画として常設が決まった「オリバト読者対談」。初回となる第1回は第1作が完結したばかりの<a href=\"http://wakamarusinnji.fc2web.com/index.html\" target=\"_blank\">「毒人間の館」</a>管理人・若丸進二氏にゲストとして対談していただきました。
   初っ端から遅刻したりやら、余所見してしまった管理人に怒らなかった若丸氏に激しく感謝しつつ、<a href=\"http://wakamarusinnji.fc2web.com/brtop.htm\" target=\"_blank\">第1作「岐阜県市立飯峯中学校3年A組プログラム」</a>や、連載が決定している<a href=\"http://wakamarusinnji.fc2web.com/br2top.htm\" target=\"_blank\">第2作「多重地獄の復讐鬼」</a>についてもかなり聞いてみました。`,
  warningText: `「岐阜県市立飯峯中学校3年A組プログラム」のネタバレあり`,
  sections: [
    {
      title: "まずは完結したばかりの1作目「岐阜県市立飯峯中学校3年A組プログラム」のお話から。",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "まずは第1作完結おめでとうございます。"
        },
        {
          talker: "若丸進二",
          text: "有難うございます。結果的に138話というとんでもない長さになってしまいましたが、1年かけてようやく終結を迎えることが出来ました。"
        },
        {
          talker: "夕闇幻楼",
          text: "1年ですか。年末の<note id=\"1\">みほチャット</note>かなんかで初めてお会いした時は既に<note id=\"2\">APC</note>に<note id=\"3\">協賛</note>されてましたもんね。"
        },
        {
          talker: "若丸進二",
          text: "そうですね。私が協賛に加入したのが2002年の年末だったので、みほチャットはその直後くらいだったのではないでしょうか。"
        },
        {
          talker: "夕闇幻楼",
          text: "最初は60話ぐらいで計画されてたと聞きましたが……。"
        },
        {
          talker: "若丸進二",
          text: "確かに最初の予定では50～60話くらいで終わらせる予定でしたが、執筆しているうちに色々とエピソードを追加してしまって、そうこうしているうちにこのような長さになってしまいました。"
        },
        {
          talker: "夕闇幻楼",
          text: "約2倍ですよね。初期プロットからかなり変わったようですが……具体的にはどのあたりなのでしょうか？"
        },
        {
          talker: "若丸進二",
          text: "一番変わったのは石川直美（女子1番）の扱いではないでしょうか。自分のHP上でも語ったことはありますが、彼女は最初のプロット段階では22話で死亡する予定でした。しかしそのままだとあまりに単調すぎると思ったので、考え直して彼女を延命させました。結果的には128話まで生きる事になってしまいましたからね。あと、何人か死ぬ順番が少し変わってたりと……"
        },
        {
          talker: "夕闇幻楼",
          text: "ってことは他の剣崎君とか須王君、吉本さんに新城さんなんかは予定通り？"
        },
        {
          talker: "若丸進二",
          text: "その辺りのキャラクターはほぼ予定通りです。多少のエピソード追加などはありましたが、最初に考えた軸を曲げることなく動かせました。"
        },
        {
          talker: "夕闇幻楼",
          text: "かなり独特な展開のさせ方だと思ったのですが。途中で思いついたならともかく、一番最初の時点であの展開を思いつくのは凄いと思うのですが……"
        },
        {
          talker: "若丸進二",
          text: "いや、やはり先に挙げた部分以外にも、いくつか変更を加えたエピソードはいくつかあったので、最初から全て考えていたという訳ではないんですけどね。最初に考えた軸そのものは守り通しましたが。"
        },
        {
          talker: "若丸進二",
          text: "唯一漠然としていたのは、主人公キャラの動かし方でしょうかね。 多くのオリバトでも見られますが、主人公という位置付けをもらっているキャラクターが、他のサブキャラよりも立っていないことって多いじゃないですか。私もそれと同じ穴にはまってしまって、主人公を立たせる展開を思いつくにはちょっと苦労しました。"
        },
        {
          talker: "夕闇幻楼",
          text: "キャラが立っているので思い出したんですけど、担当教官も凄いですよね。"
        },
        {
          type: 'images',
          images: [
            {
              src: "http://wakamarusinnji.fc2web.com/k1.gif",
              alt: "プログラム担当教官の画像",
              caption: "プログラム担当教官 榊原 吾郎",
              fullSrc: "http://wakamarusinnji.fc2web.com/k1.gif"
            }
          ]
        },
        {
          talker: "若丸進二",
          text: "正直な話、担当教官はさほど案も練らずに生み出しました。ただ原作の坂持に劣らぬようにしようとは思っていましたが。その結果が、スキンヘッド、サングラス、あご髭、という厳つい外見に繋がったわけですが。"
        },
        {
          talker: "夕闇幻楼",
          text: "とてもじゃないですけど自分には60代に見えなかったです。（笑）あの厳つい雰囲気から40代後半～50代ぐらいだと思ってました。"
        },
        {
          talker: "若丸進二",
          text: "それは挿絵という存在の失敗例の一つでしょうね。そもそもあの絵が無ければそのような思いは浮かばない訳ですから。まだまだ未熟です。まあ歳のわりに若く見える担当教官という事で。（汗）"
        },
        {
          talker: "夕闇幻楼",
          text: "凄まじく雰囲気出てましたから、それはそれでOKだと思いますよ。"
        },
        {
          talker: "若丸進二",
          text: "とりあえず、歳に関してはそういう疑問はあったかもしれないですが、担当教官もキャラクターそのものは崩さずに書けたと思います。"
        },
        {
          talker: "夕闇幻楼",
          text: "<a href=\"http://wakamarusinnji.fc2web.com/br132.htm\" target=\"_blank\">132話</a>（名城君が本部に戻ってくる話）で榊原が怒っているシーンがありますが、これは常日頃から、若者に対して鬱憤が溜まってたと解釈していいのでしょうか？"
        },
        {
          talker: "若丸進二",
          text: "性格が軍人的なんでしょうね。歳食っても厳しさは衰えないという事で。私自身はさほど思っていませんが、ああいう考えを抱いている大人達は少なくないでしょうね。そういう客観的な考えを自らの視点に当てはめて書いただけです。そもそもBR法ってのは子供達に対する対抗手段でもありますからね。"
        },
        {
          talker: "夕闇幻楼",
          text: "え、若丸さんのオリバトって映画版設定でしたっけ？"
        },
        {
          talker: "若丸進二",
          text: "いえ。設定は基本的に小説版のつもりですが、BR法って大人達の色々な考えが入り混じって生まれたじゃないですか。だから、小説版の世界でもそういう考えもあったと思いますよ。でも、厳密に小説版設定か映画版設定かと聞かれたら、どっちでも大丈夫だと思います。そういうのはあまり深く考えていなかったので（笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "確かにそうですね。そこまで気が回りませんでした。失礼。"
        },
        {
          talker: "夕闇幻楼",
          text: "若丸さんのオリバト見て、あんまり政府がどうたらこうたらっていうのは重視してないように思ったのですが。2作目予告見てても、どうも「人間の感情」を重視して描くスタイルになると予想しているのですけれども。そのあたりどうですか？"
        },
        {
          talker: "若丸進二",
          text: "完全に\"そっち系\"ですね。そもそも私は政府の仕組みとか、あとプログラムそのものの新ルールってのに手を出すつもりはあまり無いんですよ。どっちかというと作中で見れる人間の感情変化みたいなのを強く書きたいので。 感動とか悲しみとか、物語の雰囲気を左右する人間の感情。こういうのを押し出したいので。"
        },
        {
          talker: "若丸進二",
          text: "実際、私が尊敬するオリバトってのは、そういう人間の感情を上手く書けてるなぁって作品が多いですね。あと奇抜な脱出を描いている作品もかな。"
        },
        {
          talker: "夕闇幻楼",
          text: "怒られるかもしれませんが、「友情」をテーマとして掲げて重点置いてなかったら、最後の展開なんかはよくある予定調和的な終わり方になっていたように思います。しかし、それまでの展開・描写のお陰で不自然ではない綺麗な終わり方をしていると感じました。"
        },
        {
          talker: "若丸進二",
          text: "そうでしょうね。最初のプロット段階でも、ラストに関してはちょっとあやふやな感じが否めなかったので、執筆中は常にラストの事が心配でした。 でもまあ、今作はテーマが「友情」だったので、これはこれでも良かったかなと。"
        },
      ]
    },
    {
      title: "感情描写について盛り上がる。",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "	今年の2月ぐらいに気づいたんですけどね、これからのオリバトには「テーマ」が必要だと思うんです。だから若丸さんが「友情」をテーマにやっているという話を聞いて株が凄まじく上がりました。（笑）"
        },
        {
          talker: "若丸進二",
          text: "オリバトサイトの数そのものが多くなってますからね。訴えるものが無いと、その乱戦状態の中で生き抜くのは辛いかもしれませんね。そういう意味で確かにテーマは必要かも。"
        },
        {
          talker: "若丸進二",
          text: "でもまあ。テーマが友情って、凄まじくありきたりですけどね。とりあえず、私の頭ではもっと深いテーマを考え付くのは困難かも。"
        },
        {
          talker: "夕闇幻楼",
          text: "今のところ、やってくれそうな作者さんとして注目してるのは若丸さんと<note id=\"4\">シンさん</note>ですね。チャットで色々と話しましたが、シンさんもオリバトにおけるテーマの重要性について分かってる方だと思いました。"
        },
        {
          talker: "若丸進二",
          text: "シンさんね。他サイトの話になってしまいますが、シンさんは私が尊敬しているオリバト作家の一人でもありますよ。ようやく連載も開始したようで早速読ませて頂きました。はじめて予告を読んだときは本当に心動かされてしまいました。"
        },
        {
          talker: "若丸進二",
          text: "また関係の無い話になりますが、私ってシンさんと同い年なんですよ。だからそういう考えの共通点があるのかもしれませんね。"
        },
        {
          talker: "夕闇幻楼",
          text: "オリバト作者のメイン世代が<note id=\"5\">20～22</note>ぐらいですかね、今。"
        },
        {
          talker: "若丸進二",
          text: "高校生も多いと思いますね。<note id=\"6\">かつての中学生作家達は、そろそろ高校へと上がりそう</note>ですし。"
        },
        {
          talker: "夕闇幻楼",
          text: "今の中学生・高校生がオリバト界の最後の人材の山場っぽいと読んでます。"
        },
        {
          talker: "若丸進二",
          text: "これ以降、中学生作家が現れることはあまり無いかもしれませんね。"
        },
        {
          talker: "夕闇幻楼",
          text: "あ、話戻しますね。テーマの話なんですが、自分的にはそういうのが無いと他のサイトに埋もれそうな感じがするという点がすごく大きいですね。ある一点に集中することによって、他のオリバトと区別をつけることが重要だと思います。"
        },
        {
          talker: "若丸進二",
          text: "全てのオリバトに言えるわけでもありませんが、テーマが無いと、どうしても他の数多くのオリバト作品の中に埋もれてしまいがちですからね。私のはそうでないと言えるわけではありませんが。"
        },
        {
          talker: "若丸進二",
          text: "個人的には<note id=\"7\">KOKORO</note>がぶっ飛んで飛びぬけてると思います。これは皆が思っている事でしょうけどね。夕闇さんのサイトの話になりますが、魔法使い100人バトってのも、その一フレーズ聞くだけでも、かなり印象強いと思いますよ。実際、執筆開始を待っている読者も多いのではと。"
        },
        {
          talker: "夕闇幻楼",
          text: "テーマがあまりにもエンターテイメント寄りですけどね。というより無いに等しい？（笑）"
        },
        {
          talker: "若丸進二",
          text: "まあテーマも必要ではありますが、やはり\"他のサイトとは違う何か\"をやるのが強いだろうという事です。"
        },
        {
          talker: "夕闇幻楼",
          text: "まったくその通りだと思います。でも個人的には、エンターテイメント系に偏ると原作のバトロワの魅力が無くなってしまうような気がして、どうも否定的な思いがあります。あんまり娯楽色強すぎるとね。やっぱり人殺しの話ってこともあるので。それに原作のバトロワは決してエンターテイメント的な要素「だけ」じゃないですよね。それを見間違えてはいけないと思います。個人的な考えですが。"
        },
        {
          talker: "若丸進二",
          text: "こっちからの質問になってしまいますが、夕闇さんが思うバトロワの魅力って何ですか？"
        },
        {
          talker: "夕闇幻楼",
          text: "残酷だけど凄まじく面白いエンターテイメント性と、青春小説的な要素が「組み合わさっている」ところが魅力ですね。だからこそオリバト書く気になっているんだと最近思っています。「組み合わせられる」というのが大きい。"
        },
        {
          talker: "若丸進二",
          text: "青春的な要素って良いですよね、人間臭いし。あの絶望と希望の間を行ったり来たりするという展開を見ると、なんだかゾクゾクっとするのがあるんですよ。そういう人間の感情の変化を感じると、なんだか心が揺れ動かされてしまうんですよね。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですね。でも自分は避けてます。自分にはそういうのの重要性が今一つ分からないし、他のサイトさんがたっぷりとやってくれてるのを見るだけで十分といった感じです。"
        },
        {
          talker: "若丸進二",
          text: "あらら、避けてるんですか。書いてるとき物凄く乗ってきちゃったりするんだけどな、青春的な要素って。私の場合、文章書いてるときもですが、挿絵描いてるときもノってきちゃったりします。"
        },
        {
          talker: "夕闇幻楼",
          text: "あんまり自分に青春的な体験が無いからかも。（汗）ですから枠を広げて、「人間の感情」を取り上げてやっていくつもりです。でも羨ましいですわ。それ。正しい意味でバトロワ書けているというか。"
        },
        {
          talker: "若丸進二",
          text: "文章と挿絵が上手く融合した時、これはもうたまらないですね。その集大成が<a href=\"http://wakamarusinnji.fc2web.com/br108.htm\" target=\"_blank\">108話</a>の、新城忍の「ぶ・っ・殺・す」。怒りという感情を物凄く上手く描けたというか。",
        },
        {
          type: 'images',
          images: [
            {
              src: "http://wakamarusinnji.fc2web.com/brcg57.gif",
              alt: "新城忍の激怒した表情の画像",
              caption: "新城忍の激怒した表情",
              fullSrc: "http://wakamarusinnji.fc2web.com/brcg57.gif"
            }
          ]
        },
        {
          talker: "夕闇幻楼",
          text: "ああ！確かに、アレは凄く良かったです。けどちょっとあそこには自分的に焦りました。"
        },
        {
          talker: "若丸進二",
          text: "焦った？"
        },
        {
          talker: "夕闇幻楼",
          text: "ええ。２つほど追い求めている感情描写があるのですが、それを先に書かれてしまったかなと。"
        },
        {
          talker: "若丸進二",
          text: "大丈夫でしょう。怒りなんてオリバト作者ならば皆が扱う感情ですから。"
        },
        {
          talker: "夕闇幻楼",
          text: "その感情表現を描けたらオリバト書くのを止めてもいいなと思ってるんで、それを先に書かれたら悲しいなぁと。かなり自分勝手な話なんでお恥ずかしい限りなのですが。"
        },
        {
          talker: "若丸進二",
          text: "そこまで思ってるのですか。凄いとしか言いようが無い。けど、それくらいの強い考えを持てるって、作者としてはすごく良いと思いますよ。"
        },
        {
          talker: "夕闇幻楼",
          text: "だから新城さんのあの感情というか姿は自分の追い求める一歩手前まで来てて、凄まじく不意打ちくらいました。"
        },
        {
          talker: "若丸進二",
          text: "でもあれが自分のピークかなぁと……あれ級の怒りの描写って、もう二度と書けないかもしれない。"
        },
        {
          talker: "夕闇幻楼",
          text: "確かにアレ級だともう一度書くのも相当書くの難しいでしょうね……"
        },
        {
          talker: "若丸進二",
          text: "とりあえず私が思うに、直前の平和な描写から一転して、突如絶望のどん底に突き落とされて、って展開にしたのが、怒りという感情を描くのに関して、良いパンチになったとおもいます。感情の急激な変化。先にも言ってたと思いますが、やっぱりこれが重要かなと思います。"
        },
        {
          talker: "夕闇幻楼",
          text: "あー。唐突ですみません。若丸さんのお陰で言葉にしずらかった、先程言っていた追い求める2種の感情表現を言い表せるかもしれません。"
        },
        {
          talker: "若丸進二",
          text: "怒りと悲しみですか？"
        },
        {
          talker: "夕闇幻楼",
          text: "いや、どちらも結局のところ一つに行き着くんじゃないかと。自分が言うと、とても薄っぺらいのになりそうですが、「無」に近いような。"
        },
        {
          talker: "若丸進二",
          text: "無ですか……。難しいな。"
        },
        {
          talker: "夕闇幻楼",
          text: "全ての感情を通り越して、辿り着く境地……といったところでしょうか。怒っているはずなのに、悲しんでいるはずなのに、爽やかな笑顔すら浮かべそうな。"
        },
        {
          talker: "若丸進二",
          text: "深～。とりあえず、快楽殺人者とは違いますよね？"
        },
        {
          talker: "夕闇幻楼",
          text: "違いますね。快楽つまり「喜び」の感情を持ってますから。"
        },
        {
          talker: "若丸進二",
          text: "ほぉ。なんだか境地のレベルにまで達してますね、考えが。怒りと悲しみの行く先か……。いや、本当に難しい。"
        },
        {
          talker: "夕闇幻楼",
          text: "うちの魔法使い100人バトの笠井憂作という刀使いのキャラクターで描くつもりなんですけど、既にその境地までいってる設定なので、他のキャラを通じて、前の段階、前の段階へと常人の心理へ戻っていく感じで、どうやってその境地に至ったか、その過程を説明するのが重要なのですが、大変そうです。"
        },
        {
          talker: "若丸進二",
          text: "考えてますね。心理の逆戻りですか。上手く書けたら面白そうだけど、それ相応の苦労はやむおえないでしょうね。"
        },
        {
          talker: "夕闇幻楼",
          text: "しかも余計な事全然喋らないから、主人公やら「他者を通じて」、心理の発展段階を踏まえないといけないのが、逆に読者さんに負担かけちゃいそうな予感。"
        },
        {
          talker: "若丸進二",
          text: "喋らないキャラですか。それはまた難しそうですね。喋らないキャラクターって、どうしても無機質な感じになりがちですからね。中身があるキャラなら、それをいかにして上手に書くかがポイントになりそう。"
        },
        {
          talker: "夕闇幻楼",
          text: "「憂」の字がついているだけであって、書き手側にしても相当手強いです（笑）。ちなみに「ジェノサイダーキラー」という役割として活躍する予定です。"
        },
        {
          talker: "若丸進二",
          text: "おおお、「ジェノサイダーキラー」！これまた聞きなれぬ言葉が飛び出しましたね。しかし生徒が100人いるとなると、ジェノサイダー何人になるんだろうな。"
        },
        {
          talker: "夕闇幻楼",
          text: "ジェノサイダーチームを出す予定なんですが、そいつらが相当人数持って行くのと、あとほぼ全員がまがりなりにも魔法使えるので、たくさん殺す前に他の人間に殺されるパターンが多くなりそうです。ほぼ全員が最低限の戦闘能力は持っていますから、マシンガンVS素手みたいな圧倒的大差がつき難いですからね。"
        },
        {
          talker: "若丸進二",
          text: "ジェノサイダーチームですか。要するに原作の桐山が手下を殺さずに、一緒に殺戮を開始するといった感じなのだと考えてよいのでしょうか？私も同じようなアイデアは考えた事ありますが、扱いが難しそうなのでやめましたけど。"
        },
        {
          talker: "夕闇幻楼",
          text: "そんな感じですね。流石に100人もいるのでリーダーもかなり慎重的ですが。"
        },
        {
          talker: "若丸進二",
          text: "戦力に大差がつかないというのは良いですね。「能力系バトル」の利点ですね。人数が多いとそれだけ生き残るのは大変ですからね。そういえば前々から思っていたのですが、一クラスの人数が多いバトルって、生徒側から考えると、なんて理不尽なんだろうなぁと思います。"
        },
        {
          talker: "夕闇幻楼",
          text: "確かに。……おっと、自分の方へ話が行き過ぎたので、そろそろ若丸さんの方へ話戻しますね。（汗）さっき言ってた心理というか感情の極地を求めるのは目標の一つなのですが、それ以外にも先程言っていた「友情」とか「愛情」とかの「人間の感情」を「奥深く」描写することも目標なんです。そういう意味で若丸さんの1作目の石川さん＆戸川さんの話とかは凄い力入っているなぁと注目してました。"
        },
        {
          talker: "若丸進二",
          text: "それは重要だなと、私も常日頃から思っています。そういう描写が無かったら、どうしても俗に言う殺戮バトになりがちですし。自画自賛になってしまいますが、私のオリバトは人間臭さとかがウリだと思っていますし。"
        },
        {
          talker: "夕闇幻楼",
          text: "石川さんが普通のヒロインみたいに綺麗なところばかりじゃないっていうのは良いですね。ここは特に人間臭さが良く出てるシーンだと思いました。"
        },
        {
          talker: "若丸進二",
          text: "石川直美の「あの時、私は淳子にとっての一番ではなくなってしまった」の部分は、上手く出来上がりましたしね。今作は石川と新城、この辺りが最も上手くかけたといえるかもしれませんね。"
        },
        {
          talker: "夕闇幻楼",
          text: "ラストの告白だけだったら、相当薄っぺらいキャラになっていたでしょうね……"
        },
        {
          talker: "若丸進二",
          text: "「自分を一番に想っていてくれた人がいなくなってしまった」。このシーンがあったからこそですね。"
        }
      ]
    },
    {
      title: "最後に2作目「多重地獄の復讐鬼」について少し。",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "そろそろ最後のお題というか2作目の話を伺いたいのですが……"
        },
        {
          talker: "若丸進二",
          text: "二作目ですか。今まで一作目の事も散々に語ってましたが、次回作は更に複雑になりそうですね。とりあえずプログラム参加人数が40人を超える事は確実です。多人数バトルが好きなので。"
        },
        {
          talker: "夕闇幻楼",
          text: "テーマは「復讐」？"
        },
        {
          talker: "若丸進二",
          text: "表向きには復讐ですね。ですが今作のストーリーは、とにかく「逆転」が多いんですよ。物語そのものが何度も変身しますから、主旨も思わぬ方向へと向くかもしれませんよ。もはや何がウソで何が真実なのか訳が分からなくなるという、ちょっとミステリー要素混じってます。"
        },
        {
          talker: "夕闇幻楼",
          text: "ぬぅ。それは手強そうなお話なことで。"
        },
        {
          talker: "若丸進二",
          text: "そのかわりストーリーの構成が大変。自分で考えてて訳が分からなくなるくらいに難しいです。「多重地獄の復讐鬼」というタイトルだけあって、深い話が何重にも入り組んでいるんですよ。"
        },
        {
          talker: "夕闇幻楼",
          text: "なんというか「復讐」＋「プログラム」っていうと話の筋が決まってくるような気がするのですが、そのあたりは？"
        },
        {
          talker: "若丸進二",
          text: "普通に考えると、復讐を誓ったジェノサイダーが生徒達を次々と殺していくという話になりそうですね。だけど、それだけだとあまりにもそのまますぎるので、まあちょっと趣向凝らしてます。"
        },
        {
          talker: "夕闇幻楼",
          text: "自分だったら他に良い案思いつかないし、そのまま通しちゃうだろうな。（汗）"
        },
        {
          talker: "若丸進二",
          text: "最低でも一作目を超えたいと思っていますので、それを目標に作りこんでいるんですよ。でも現段階のプロットでは話むちゃくちゃですけどね。入り組みすぎて。"
        },
        {
          talker: "夕闇幻楼",
          text: "連載開始が結構先になりそうな感じですけれど、いつぐらいに予定してますか？"
        },
        {
          talker: "若丸進二",
          text: "遅くても二ヶ月以内には開始したいところですが、九月中に引っ越しを控えていますので、ちょっと現段階では何ともいえませんね。できるだけ早く公開したいですけど。"
        },
        {
          talker: "夕闇幻楼",
          text: "なかなかプロット考えるのが難しいと思うので、連載開始の時期はあまり気にせずに存分に練りこんだ方がいいと思いますよ。"
        },
        {
          talker: "若丸進二",
          text: "ですよね。時間一杯考えたいなとは思っていますが。結局、公開が何時になるかは未定と言っておいた方が良さそうですね。"
        },
        {
          talker: "夕闇幻楼",
          text: "1作品完結で信頼もありますし、途中でプロットの変更が効かなさそうですし。"
        },
        {
          talker: "若丸進二",
          text: "プロット変更はまず不可能でしょうね、この複雑さじゃあ（汗"
        },
        {
          talker: "夕闇幻楼",
          text: "ところで今回の主人公の子、可愛いですね。設定もなんか若丸さんっぽいというか。ステレオタイプじゃないですね。"
        },
        {
          talker: "若丸進二",
          text: "とりあえず、前作の主人公よりはキャラクター立ちそうですね。比較的主要キャラは考えるの難しいので、今作は早めに片付いてよかったです。"
        },
        {
          talker: "若丸進二",
          text: "主人公、ちょっと古風かな。前作とは路線変えて、主人公を女の子にしてみましたけど、どうなる事やら。"
        },
        {
          talker: "夕闇幻楼",
          text: "ジェノ系は御影さんだけですか？"
        },
        {
          talker: "若丸進二",
          text: "御影、全身包帯女ですね。いえ、いろいろと考えていますよ。濃い～の。今はまだ詳細を伏せておきますが。ただ、APCの某スレにて、ちょっとドキッとする書き込みありましたが。「あ、先に書かれちゃった」といった感じの。"
        },
        {
          talker: "夕闇幻楼",
          text: "そういえば復讐するのは御影さん1人だけなんですか？何か他にも誰かいそうな予感なんですが。"
        },
        {
          talker: "若丸進二",
          text: "それも今はまだ深くは言えませんが、二年前の大火災が多くの生徒の心情に、何らかの形で関わってきているのは確かですね。それがプログラム中に様々な影響を及ぼすと……二年前の大火災は、身体的にも精神的にも、生徒達に傷を負わせていますので。"
        }
      ]
    }
  ],
  afterword: `というわけで、若丸進二氏との対談は終了。かなり迷惑なことを何度もした挙句に、不慣れなせいか会話が交錯したりとか平行になったりとか、相当御迷惑おかけしました。この場を借りて、御協力に感謝します。
  で、いかがだったでしょうか？ 不慣れな部分が多く、あまり面白くなかったかもしれません。（謝）これで3時間ほどかかったのですが、なかなか……量が少なめですかね？`,
  notes: [
    {
      id: "1",
      text: "後述する「KOKORO」の徹氏が運営していたチャットで、オリバト界隈の人が集まっていた。OBRNチャットの源流。"
    },
    {
      id: "2",
      text: "「Another Program Channel」という2ちゃんねる風匿名掲示板のこと。実質オリバト専用の匿名掲示板で、レンタルサービスとして有名だったJBBSを使って運営されていた。"
    },
    {
      id: "3",
      text: "APCで取られていたシステムで、要は相互リンクを張ること。当時はGoogle検索もまだ精度がなく、相互リンク文化が根強かった時期のため、アクセス数のあるAPCからの流入を求めて数十のサイトが協賛していた。"
    },
    {
      id: "4",
      text: "オリバトサイト「pico」を運営。後述する徹氏とは仲が良く、みほチャットを中心に多数のオリバト作家と交流があった他、私見になるが理論家で一目置かれていたイメージがある。"
    },
    {
      id: "5",
      text: "2003年当時なので生年に直すと1983年～1985年生まれの世代"
    },
    {
      id: "6",
      text: "2003年当時なので生年に直すと1988～90年あたりの世代。実際に最後のボリュームゾーンだった。"
    },
    {
      id: "7",
      text: "徹氏が運営していたサイト名。時代劇漫画「シグルイ」（原作：南條範夫・作画：山口貴由）や小説「甲賀忍法帖」（作:山田風太郎）あたりの忍者、時代モノの影響を受けまくった強烈な癖のあるオリバトで当時有名だった。対談で触れられているテーマや個性の重要性についての議論にも強く影響を与えている。"
    },
  ]
};
