import { TalkData } from "./Talk";

export const talklog5: TalkData = {
  id: 5,
  title: "大きな分岐点",
  guest: "ルコラ氏",
  date: "2004年6月6日～7日",
  foreword: "第5回は「another program channel」の管理人・ルコラ氏にゲストとして御越し頂きました。オリバト作者では無い方とは初めての対談です。",
  sections: [
    {
      title: "まずは自己紹介",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "とりあえず、自己紹介から御願いできますか？APCの管理人ということしか知らない方もいると思うので。"
        },
        {
          talker: "ルコラ",
          text: "掲示板「another program channel」の一応管理人をしております、ルコラと申します。20代・女……とだけ申し上げておきましょうか。今まであまり自己主張をしようとも考えてませんでしたので、名前とapcの管理人であるということしか知らない……という方がほとんどなのも仕方ないと思います。"
        },
        {
          talker: "夕闇幻楼",
          text: "社会人の方ですか？"
        },
        {
          talker: "ルコラ",
          text: "現在は残業ばっかりの社会人です。"
        },
        {
          talker: "夕闇幻楼",
          text: "なるほど。APCはいつ頃開設されたんですか？"
        },
        {
          talker: "ルコラ",
          text: "初代apc（JBBS掲示板）の過去ログによると、2001年4月となってますね。一瞬思い出せませんでした……（情けないですが）"
        },
        {
          talker: "夕闇幻楼",
          text: "あら、もっと前からあったような気がしてました。2001年というと映画版の騒ぎが収まってちょっとしてからってところでしょうか？"
        },
        {
          talker: "ルコラ",
          text: "そうですね。"
        },
        {
          talker: "夕闇幻楼",
          text: "さらに話は遡ることになりますが、ルコラさんがバトロワに入っていったのは何からなんですか？やはり映画版から？"
        },
        {
          talker: "ルコラ",
          text: "いえ、小説版です。初めて読んだのが2000年の夏だったと記憶しています。その後、すぐに当時の大手といわれたオリバトサイトを読み始めました。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうなんですか。すぐにオリバトに入っていった辺りから、衝撃の強さが伺えますね。かく言う自分も、原作読んだ後、3・4日でファンサイト巡りし出したので似たようなものです。"
        },
        {
          talker: "ルコラ",
          text: "当時、「読む前のバトルロワイアル」というサイトさんがあったのをご存知かもしれませんが、そこを知人から紹介されました。原作読了後、そちらのリンク集にあったオリバトを読み始める…という流れでした。"
        },
        {
          talker: "夕闇幻楼",
          text: "あ、読む前～さんが入口だったんですね。自分もファンサイト巡り初期の頃、お世話になりました。"
        }
      ]
    },
    {
      title: "APCを巡る話",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "次にお聞きしたいのが、何故APCという物を作ったのか。その動機について御願いします。自分は元々ゲーム系よろずサイト出身なので、それなりに色々サイトは知ってたんですが、当時は何処のジャンルにも、複数サイトを繋いだスレッド型掲示板なんて無くて、初めてAPCを見た時はかなりの衝撃を受けました。"
        },
        {
          talker: "ルコラ",
          text: "そうですね……。もっとも簡潔な表現をするなら、「横のつながりが持てる場を作りたいと思った」といったかんじでしょうか。"
        },
        {
          talker: "夕闇幻楼",
          text: "今では各所であの形式の掲示板のサービスをしているからまだしも、当時だと2・3箇所でサービスやりだしたってところじゃないですか？"
        },
        {
          talker: "ルコラ",
          text: "レンタル掲示板としては、<note id=\"1\">JBBS</note>か<note id=\"2\">ふぁるがいあ</note>の2択だったと思います。当時はまだ２ちゃんねる自体が今ほどメジャーなものでもありませんでしたし（多分）。最初はJBBSのレンタル掲示板でスタートしたんですが、ここまで場所を転々としながら長い間続けることになるとは自分でも思っていなかったです。"
        },
        {
          talker: "夕闇幻楼",
          text: "JBBS！懐かしいなぁ。背景が真っ赤で、緑っぽいやつだったような……。（抽象的すぎ）"
        },
        {
          talker: "ルコラ",
          text: "ええ、そうです。背景は真っ赤で、スレッド等の配色はデフォの配色（２ちゃんと同じ）でしたので。"
        },
        {
          talker: "夕闇幻楼",
          text: "今の赤レンガ、紫字に変わった時はちょっと違和感覚えたもんでした。今はもう慣れてますが。"
        },
        {
          talker: "ルコラ",
          text: "背景真っ赤は目に痛い、という意見を何度か頂きましたので。移転を機に、２ちゃんのレンガを使いつつ少しは目に優しくしようと思った結果です。（笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "それにしてもトップも大分色々と書くようになりましたよね。昔はもうちょっと小さかったような。"
        },
        {
          talker: "ルコラ",
          text: "そうですね。協賛サイトさんが増えたということもありますし、いろいろと告知しておくことも増えましたから……といった感じでしょうか。"
        },
        {
          talker: "夕闇幻楼",
          text: "後、バナーが出来たのも開設して1年ぐらいしてからでしたよね。初めて見たとき、カッコ良いと思いましたが。あれは自作ですか？"
        },
        {
          talker: "ルコラ",
          text: "バナーは桜城聖耶さんに作っていただいたものなのです。実はかなり昔から、協賛サイトさんのリンク用に存在していました。ただ、トップにきちんと貼り出し始めたのは確か現在の場所に移転してからでしたので、その点では協賛の方や桜城さんにはご面倒をおかけしたなと反省しています。"
        },
        {
          talker: "夕闇幻楼",
          text: "それは失礼しました。（汗）←トップにバナーが来るまで、APCにバナーは無いと思ってた奴"
        },
        {
          talker: "夕闇幻楼",
          text: "次にお聞きしたいのは、協賛制度について。かなり独特な制度だと思うのですが……"
        },
        {
          talker: "ルコラ",
          text: "最初は、そう深くは考えていませんでした。協賛制度っていう名前についても、制度そのものについても……ただ「要は相互リンク」ではあるんですけども、掲示板の性質上普通の相互リンクとも異なるもの（になるかもしれない）であること、を意識した名称ではあったと思います。"
        },
        {
          talker: "夕闇幻楼",
          text: "なるほど。開設時から協賛制度はあったのでしょうか？また開設したことに対する各サイトの反応については、いかがでした？2ちゃんねる風の掲示板で、荒っぽくなることも予想されるだけに。"
        },
        {
          talker: "ルコラ",
          text: "はい、開設時から協賛制度はありました。反応としては、開設時に何人かのオリバト作者の方（初期の協賛になってくださった方）とお話しする機会があったのですが、大方は前向きな反応だったと記憶しています。 というか、最初は「２ちゃん風」のもたらすものについて、私自身がそんなに深く考えてなかったというのもありまして……。交流を持たせていただいた作者さんにもいろいろとよくしていただき、初期はかなり気ままにやっていた記憶があります。"
        },
        {
          talker: "夕闇幻楼",
          text: "なるほど。初期は結構ルコラさんも書き込んでますよね。"
        },
        {
          talker: "ルコラ",
          text: "そうですね。結構考えなしに気ままに書き込んでいました。（苦笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "そういや、結構初期の協賛組同士で繋がってるらしいですね。オフでも交流あるとか、その他いろいろ……色々な方から色んな話が聞こえてるんですが。（笑）"
        },
        {
          talker: "ルコラ",
          text: "今はもう抜けられた方などもいらっしゃいますが、繋がっているというか、いろいろと交流はあったかと思います。"
        },
        {
          talker: "夕闇幻楼",
          text: "そこら辺も含めて、今に比べて良い意味で内輪っていうか、オリバト初期を動かす原動力があったような気がします。……まぁ傍観者というか1ROMの感想なんですけど。"
        },
        {
          talker: "ルコラ",
          text: "ですね。このジャンルをここから盛り上げていこうという気概は強かったように感じます。"
        },
        {
          talker: "夕闇幻楼",
          text: "ぶっちゃけて、オリバト界やAPCがここまでの規模になるとは思っていましたか？"
        },
        {
          talker: "ルコラ",
          text: "正直、思っていませんでしたね。それは、オリバト界の「規模」というよりも、オリバト界の存続した「期間」のほうかもしれませんが……apcも先ほども言ったとおり、ここまでの期間運営し続けることになるとは思ってなかったです。apcを始めた時は、普通に、このジャンルが下火になって、こういった交流の場の需要がなくなれば閉じることになるのだろう、とぼんやり考えていただけでした。"
        },
        {
          talker: "夕闇幻楼",
          text: "APCを運営していて、なんか色々と思うことがあったり、事件があったりしたと思うのですが、その中でも印象的だったことは何でしょうか？"
        },
        {
          talker: "ルコラ",
          text: "自分必死だったなー、と苦笑交じりに思い出すのは、特定の作者さんを叩くコピペ荒らしとのバトル……とかですね。"
        },
        {
          talker: "夕闇幻楼",
          text: "コピペ荒らしですか。結構初期の頃ですかね？ あんまり覚えがないので……"
        },
        {
          talker: "ルコラ",
          text: "そうですね、2001年の話だったと思います。ある作者さんへの叩きが大量に書き込まれ、削除すると即座にコピペで貼りなおされる、それをすべて削除して寝る、朝起きるとまた大量に貼られてる、削除依頼スレで「暴君ルコラの自作自演」とか煽られながらまた削除する……みたいなかんじでした。その方とは数ヶ月くらいにわたって結構やりあった記憶があるんですが、最終的にはプロバイダへの通報、アクセス規制まではやりました。"
        },
        {
          talker: "夕闇幻楼",
          text: "数ヶ月……まさに死闘ですね。削除依頼スレまで攻撃食らうとは。いかん全く覚えてない。（汗）その当時、相当精神的にきつかったでしょう。やっぱり。"
        },
        {
          talker: "ルコラ",
          text: "そうですね。その人が荒らし以外の際に使っているハンドルなどすべて分かってはいたのですが、「わかってるんですけど？」と仄めかしてもまったく止める気配なし。アクセス規制はできればやりたくなかったので、説得でなんとかならないかと最後まで試行錯誤したのですが、やっぱりしんどかったです。"
        },
        {
          talker: "夕闇幻楼",
          text: "犯人がハンドル持ちとは今から聞いても仰天モノです。それはひどい。"
        },
        {
          talker: "ルコラ",
          text: "自分がAPCについての出来事で一番印象に残ってるのは、<note id=\"3\">ふぁるがいあの閉鎖騒動</note>なんですけど、当時、どんな心境でしたか？ まさか有料鯖で復活するとは思ってなかったので、もはやこれまでと思っていたのですが。"
        },
        {
          talker: "夕闇幻楼",
          text: "ああ、そんなこともありましたね……あれも結構つらかったです。"
        },
        {
          talker: "ルコラ",
          text: "当時、凄い気になってたので、2ちゃんねるブラウザのお気に入りにふぁるがいあスレ突っ込んでました。"
        },
        {
          talker: "夕闇幻楼",
          text: "当時は、自分のアフォさ加減にかなり嫌気が差してましたね。JBBSで一度ログ吹っ飛ばされているのに、どうしてまったく同じような災難に引っかかるのか、と。何とか復活はしまいかと祈るような気持ちでふぁるがいあスレをずっとチェックしてたんですが、これはもう自前でなんとかするしかないのかな、と観念しました。"
        },
        {
          talker: "ルコラ",
          text: "ほんと一利用者から見て、英断って感じでした。まさか身銭切ってまでAPCやるとは……その後もずっと有料鯖ですもんね。 後は忘れられがちなのが、何度もゼロに戻ったアクセスカウンター。この時もゼロになってしまいましたね。 <note id=\"4\">最初から合わせると150万アクセスくらいは確実にいってる</note>でしょうに。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですね。自分も正直、どのくらいまで回っていたのかまったく覚えていません……カウンタの意味ないじゃん、と。"
        },
        {
          talker: "ルコラ",
          text: "JBBS→ふぁるがいあへの移動の際は、確かJBBSでのアクセス数を引き継いでいったはずなんですが、ふぁるがいあから現在地に移転した際は、結局どのくらいまで回っていたのかまったく思い出せないです。"
        },
        {
          talker: "夕闇幻楼",
          text: "多分今ので3代目ぐらいでしょう。多分。前は80万アクセス超えたんですよね。"
        },
        {
          talker: "ルコラ",
          text: "ありましたっけ……（普通に記憶になくて、お恥ずかしい限りです） ただ、一時期は「残り　ン十万　＋○○人」って表記にしてたこともありましたので、その時かもですね。"
        },
        {
          talker: "夕闇幻楼",
          text: "多分それが2代目の奴かと。＋○○の部分が1代目で。確か鯖移動抜きで普通にカウンタだけ飛んでたのが一回あったような。数字元に戻らないかな……と思ったら1からでガッカリした覚えがあります。"
        },
        {
          talker: "ルコラ",
          text: "そうでなくても、JBBSでもふぁるがいあでもよくカウンタは飛んでいたように思います……（汗）"
        },
        {
          talker: "夕闇幻楼",
          text: "どちらにせよ、普通に<note id=\"5\">1日1000アクセス越えてる</note>あたりは大手サイトの風格が。"
        },
        {
          talker: "ルコラ",
          text: "自分でも、うわぁ、何でこんなにカウンタ回ってるんだ…って思うことは多かったです（笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "APCを運営してて良かったことと、悪かったことを挙げていただけますか？"
        },
        {
          talker: "ルコラ",
          text: "うーん、なかなかに難しい質問ですね。良かったことは、私がもともとapcを作った動機である、「読者⇔作者」という関係性以外での交流ができる場所、にできたであろうこと。悪かったことは、変な意味でも影響力を持ってしまう場所となったことでしょうか。（ひどく抽象的で申し訳ないですが）このことは、単純に私の力不足という面が大きかったとは思います。"
        },
        {
          talker: "夕闇幻楼",
          text: "なるほど……いきなり話が変わりますが、ルコラさんはオリバトを書くのですか？"
        },
        {
          talker: "ルコラ",
          text: "心の中にしまっています（笑）。少なくとも、この名前で創作を発表することはないと思います。"
        },
        {
          talker: "夕闇幻楼",
          text: "あるというわけですね。（笑） すげぇ気になりますが、そろそろ時間なので。"
        }
      ]
    },
    {
      title: "APCひいてはオリバト界の分岐点",
      entries: [
        {
          talker: "ルコラ",
          text: "apcをご覧になってる人には想像がついている方も多くいらっしゃるとは思いますが、私、ルコラは近いうちにapcの管理人という立場を引退したいと考えています。理由としては、主に私生活の多忙につき、apcやオリバト界全体を俯瞰することが難しくなってきたこと。そして、できれば私よりももっと相応しい方にapcの面倒を見ていただきたい……と切に考えるようになったためです。"
        },
        {
          talker: "夕闇幻楼",
          text: "自分は今回この対談を依頼した時に、この引退の話をお聞きしたのですが、正直かなりショックでした。何度も繰り返すようですが、一つの時代の終わりというかそんな感じがしましたね。"
        },
        {
          talker: "ルコラ",
          text: "私自身は、単に「場所」を提供しただけだと思ってます。けれど、それだけの立場とはいっても、私にもこの掲示板への愛着はあります。だからこそ、もっと相応しい方にこの「場所」を引き渡せれば…と願うようになったわけです。いろいろな方が、apcやご自分のサイトなどで、オリバト界及びapcに関する意見を述べていらっしゃるのを見て、その気持ちが強くなりました。"
        },
        {
          talker: "夕闇幻楼",
          text: "今、その辺りのことを整えてる最中だそうですが、なかなか大変そうですね。"
        },
        {
          talker: "ルコラ",
          text: "整えるとはいっても、そんなに大変な工程というわけでもありませんし、しかもその割にまったく進んではいないわけですが……"
        },
        {
          talker: "夕闇幻楼",
          text: "次の方が現れたとして、何か望むこととかはありますか？"
        },
        {
          talker: "ルコラ",
          text: "小さな条件レベルでは、考えていることはあるにはあります。そのあたりは、apcに告知を出しました際に、述べていきたいと思います。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですか。引継ぎというのはどういう形になるのでしょうか？そもそもAPCって有料の大規模掲示板サービスを使ってるんでしたっけ。それとも有料の鯖スペース借りてCGI置いてるんでしたっけ……"
        },
        {
          talker: "ルコラ",
          text: "現在は有料鯖に「0chスクリプト」のcgiを置いているという形です。ちなみに、ふぁるがいあも途中からは有料でしたし…… 引継ぎに関しては、引き受けてくださる方が現れた場合、現在の掲示板の管理者アカウント及び鯖のFTPパスをお教えして現状の場所で運営していただく…という形、あるいは、ご自分でスペースを用意して運営することを希望される場合は、現在のログのdatファイルをすべてお渡ししたいと思います。ただ、それが逆にネックになる可能性も充分あるかと思いますので、そのあたりは希望者が現れました場合、追々詰めていければと思っています。"
        },
        {
          talker: "夕闇幻楼",
          text: "なるほど。しかしAPCの性質を考えると、<note id=\"6\">引き継ぐ「人」についても凄い難しいですよね。</note>現サイト持ちのオリバト作者が管理するとなると、現状の「中立」という状態に何かしら影響でそうですし、全くの名無しさんに名乗り出てこられても、なかなか不安に思う方も多いでしょうし。どちらにせよ空気的に名乗り出にくそうな感じはします。"
        },
        {
          talker: "ルコラ",
          text: "ええ。そのあたりは先述の「小さな条件」の中で考えております。"
        },
        {
          talker: "夕闇幻楼",
          text: "なんと。そのあたりまでしっかりと抑えられてるとは。APCの大きな分岐点ですからね。それどころかオリバト界の分岐点とすら言えるかもしれませんし。上手く引き継ぎいくことを願っています。"
        },
        {
          talker: "ルコラ",
          text: "そうですね。今は、引き受けてくださる方が見つかることを願っています。"
        },
        {
          talker: "夕闇幻楼",
          text: "受付期間とかはあるのですか？「～月までに見つからない場合は閉鎖」とか……原因を先ほど伺った時は、そういうのは無いような感触を得ましたけれども。"
        },
        {
          talker: "ルコラ",
          text: "具体的な期限は、今のところ未定です。正直自分でも、どのようになっていくかまったく予測がつかないというのもあります。"
        },
        {
          talker: "夕闇幻楼",
          text: "なるほど。……そろそろ夜も更けてきたので、お開きにしたいと思います。最後に何か言っておきたいことはありますでしょうか？"
        },
        {
          talker: "ルコラ",
          text: "そうですね。最後にこういったところで、この立場でお話しする機会が得られたというのは、大変新鮮なことでした。お誘いいただきまして、本当にありがとうございます。"
        },
        {
          talker: "夕闇幻楼",
          text: "おそらくこう直接メッセージ伝えられるのも最後なので、自分からも。ルコラさんに対しての印象ですけれども、控えめだけど仕事はきっちりやるという、多数の人が利用する大規模掲示板において理想的な管理人だなぁとずっと思っていました。 それだからこそ（？）、ルコラさん自身に焦点が当たったのが、今回が最初で最後になってしまったのが、とても残念で仕方がありません。"
        },
        {
          talker: "ルコラ",
          text: "そんなことはないです。近頃は多忙・PCの不調につき、仕事の反応も遅れ気味になることが多く、いろいろな方にご迷惑をおかけして本当に申し訳なく思っているところです。apcがここまで続いてきたのは、オリバト界を盛り上げようと尽力してきた、たくさんの作者さんや読者さんのおかげだと思っています。本当に感謝してます。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですね。人がいなければ掲示板は動かないですから。でも長年、気分良く利用できたのは、ルコラさんの働きがあったからだと自分は思います。"
        },
        {
          talker: "ルコラ",
          text: "非力ながらも、ここまで続けてきてよかった、と思います。今日は本当にありがとうございました。"
        },
        {
          talker: "夕闇幻楼",
          text: "こちらこそありがとうございました。"
        }
      ]
    }
  ],
  notes: [
    {
      id: "1",
      text: "元々は２ちゃんねる管理人：西村博之の運営する会社で開始されたスレット型掲示板のレンタルサービスで、「２ちゃんねると同じ掲示板が使える」という触れ込みにより人気があった。現在は運営会社も代わり「livedoor したらば掲示板」となっている。"
    },
    {
      id: "2",
      text: "JBBSの次に開始されたスレッド型掲示板のレンタルサービスで、中脇光和氏による個人運営。なんと２ちゃんねるを参考に掲示版のプログラムを一から組み上げたということで有名になった。また改良も行ったため機能もJBBSより良かった。更に当時としては唯一無料コースが存在したため人気も非常に高く、いわば公式のJBBSを相手にかなり奮闘してた印象がある。しかし無料コースの人気がありすぎ、サーバーも現在に比べて弱かったため全体的に動作が重く、人的サービスも個人運営のため駄目で、JBBSと比べて圧倒的に良かったか？と聞かれると疑問が残る。ちなみに名前の元ネタは「ワイルドアームズ」シリーズの世界の名前で、確かWA系ファンサイトもやってたような気が……。"
    },
    {
      id: "3",
      text: "2003年春に起きた出来事で、資金繰りに行き詰った管理人の中脇氏が前触れもなくサーバーを停止して失踪した事件。結局5月下旬になり一瞬復活して中途半端に言い訳してまた失踪→サービス永久終了という、非常にグダグダな結末を迎えることになった。ログも完全に失われ、個人運営によるデメリットが前面に出たとも言える。なお裏話として2002年後半から資金繰りに苦しんでおり、結局自己破産してしまったという。"
    },
    {
      id: "4",
      text: "このようにアクセスカウンタは何度も飛んでいるため、現在までの総合計を出すことは不可能となってしまっています。ただ、あくまで個人的な推定ではありますが、ルコラ氏時代（～2004年末）約200万アクセス、サリナス氏（～2006年6月）約100万アクセス、サードマン氏時代（～2008年5月現在）50万アクセスとして最低でも350万アクセスは行ってると思われます。直感では400万～450万前後まで行ってそうな気はしますが……。"
    },
    {
      id: "5",
      text: "今の状態からは信じられないかもしれないが本当の話。流石にいつも1000アクセス/日があったわけではないが、それでも700～800アクセス/日ぐらいは稼いでいました。"
    },
    {
      id: "6",
      text: "ここまで慎重に考えており、選ぶ際も検討を重ねたにも関わらず、2代目管理人であるサリナス氏は結局1年半でその座を退かざるをえなかったのは残念です。"
    }
  ],
  afterword: "というわけで、ルコラ氏との対談は終了。この場を借りて、御協力に感謝します。"
};
