import { TalkData } from "./Talk";

export const talklog2: TalkData = {
  id: 2,
  title: "丁寧さが光る巧の技",
  guest: "桜城聖耶氏",
  date: "2003年9月27日～9月28日",
  foreword: "「オリバト読者対談」も第2回を迎えることに。今回は3作完結という実績を持つ<a href=\"https://toua.x0.to/br/br.htm\" target=\"_blank\">「東亜的英雄伝」</a>管理人・桜城聖耶氏にゲストとして対談していただきました。<a href=\"https://toua.x0.to/obr3/obr3.htm\" target=\"_blank\">第3作「生きるための情熱としての殺人」</a>や、連載中の<a href=\"https://toua.x0.to/obr4/obr4.htm\" target=\"_blank\">第4作「BORN TO RUN」</a>についてもかなり聞いてみました。",
  warningText: "時間の都合上、第1作「NOWHERE/NOBODY」及び第2作「INSOMNIA」の話はしませんでした。 第3作「生きるための情熱としての殺人」及び第4作「BORN TO RUN」のネタバレあり注意。",
  sections: [
    {
      title: "連載中の第4作「BORN TO RUN」のお話。",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "では、4作目「BORN TO RUN」から入っていきたいと思います。"
        },
        {
          talker: "桜城聖耶",
          text: "はい、少人数超人プログラムですね。"
        },
        {
          talker: "夕闇幻楼",
          text: "3作目までとはがらりと変わって、超人プログラムを書くことにした動機はなんなんでしょうか？"
        },
        {
          talker: "桜城聖耶",
          text: "そうですね、今までやった事がないものをやってみたかった、というのが主な理由です。"
        },
        {
          talker: "夕闇幻楼",
          text: "書いててどうですか？ 今までと比較して。"
        },
        {
          talker: "桜城聖耶",
          text: "自分の作品はいわゆる「マンガ的」な感じなのでさほど違和感はありません。ただ、ちょっと趣味に走っちゃってるかな、とか（笑） 超人的能力の描写はそんなに苦労してないんですが、やはりそのキャラの「力を持つ故の苦悩」は頭を悩ませますね。"
        },
        {
          talker: "夕闇幻楼",
          text: "でも、そんなに派手なのは無いですよね。最初、空飛んだりとかそれぐらいまでやってるのかと。（汗）設定をさっと見て渋いと思いましたし。一般生活において十分隠せる範囲じゃないですかね？"
        },
        {
          talker: "桜城聖耶",
          text: "いやいや、空飛んだらプログラムにならないなー、と。私はあくまでプログラムのルールは原作に則ったものにしたかったんですよ。派手目な能力というものは今回残念ながら辞退させて頂きました。"
        },
        {
          talker: "夕闇幻楼",
          text: "なるほど。バランス破壊する恐れのある特殊能力は×と。"
        },
        {
          talker: "桜城聖耶",
          text: "そうですね。空中飛行とかテレポートとか、それだけでプログラムが終わっちゃいますから。"
        },
        {
          talker: "夕闇幻楼",
          text: "あ、さっきの苦悩云々ですが、あの程度の能力であれば、他人に害があるわけでも無いしあんまり悩ます必要も無いのかなと一瞬思いましたが、なんだかんだいって15なわけで、確かに難しいですよね。"
        },
        {
          talker: "桜城聖耶",
          text: "やっぱり「人と違う」というだけで相当のコンプレックスになると思いますよ。思春期では。もちろん、そう言う事で優越感を見いだす人もいると思いますが。"
        },
        {
          talker: "夕闇幻楼",
          text: "野木村華とかはその典型ですよね。"
        },
        {
          talker: "桜城聖耶",
          text: "そう、中学生くらいの時って「霊感がある！」というのが一種の特技みたいなものなんですよ。華はそういうのが大きくなっていっちゃったタイプでしょうね。誇大妄想というか。"
        },
        {
          talker: "夕闇幻楼",
          text: "誰にしたって大変ですよね。優勝してもずっとその能力は残るわけですし……一生付き合っていかなきゃいけない。"
        },
        {
          talker: "桜城聖耶",
          text: "そうですね。自分の持つ力とこれからも付き合わなくちゃいけないって事は大変です。「力」に飲まれてはいけないんですよ。「力」をいかに利用するか、そこが大切なんです。"
        },
        {
          talker: "夕闇幻楼",
          text: "確かにそれは大きい。"
        },
        {
          talker: "桜城聖耶",
          text: "「策士策に溺れる」というヤツですね。華はもろそんな感じです。"
        },
        {
          talker: "夕闇幻楼",
          text: "そういえば、反射神経とか嗅覚とかの特殊能力は常時発動してるんですか？そういう人は特に飲まれる云々は大きいなと思ったんですが。「使わない」という選択肢がありませんし。"
        },
        {
          talker: "桜城聖耶",
          text: "反射神経とか嗅覚は無意識的な感覚なので常時発動です。嗅覚は普段の生活が大変ですね（笑） 視覚、嗅覚、それにテレパシーは「飲まれる」可能性が高いですね。ただ「飲まれる」かどうかは本人の精神的強さによって大きく変わると思うんですよ。"
        },
        {
          talker: "夕闇幻楼",
          text: "確かにそういう意味で15歳というのはベストですね。精神的強さの成長具合が。"
        },
        {
          talker: "桜城聖耶",
          text: "15歳って言うと、女の子の方がやや早熟で男の子の方が幼いんですよね。そう言う意味もあって、今回はやや男の子の方がやる気生徒は多めです。"
        },
        {
          talker: "夕闇幻楼",
          text: "今回は恋人同士など2人1組を重視したキャラが少なく、わりと独立している印象を受けました。"
        },
        {
          talker: "桜城聖耶",
          text: "少人数なので、あえて最初からカップルというものはありません。ひとりひとりに焦点を当てたいなあ、と。どうしてもカップルは2人1組になっちゃいますからね。"
        },
        {
          talker: "夕闇幻楼",
          text: "逆に人数少ないのにカップルできまくりだったら不自然ですしね。誰かの特殊能力のせいちゃうかと。（笑）"
        },
        {
          talker: "桜城聖耶",
          text: "キューピットな能力（笑）。人数少ないと逆に遠慮しそうですね。でも今作はクラスメイトの仲の良さは今までで一番なんですよ。イジメ無し、ケンカなしのクラス。"
        },
        {
          talker: "夕闇幻楼",
          text: "確かに本文でも結構触れられてましたね。なんというか各キャラもわりと容赦がある雰囲気が。"
        },
        {
          talker: "桜城聖耶",
          text: "「やっぱりお前は乗ると思った」という展開はありませんね。「どうしてコイツがこうなってしまったのか」という苦悩が書きたいです。"
        },
        {
          talker: "夕闇幻楼",
          text: "ストーリーは既に最後まで決定済みですか？誰かが脱出するとか優勝するとか。"
        },
        {
          talker: "桜城聖耶",
          text: "はい、ラストは考えています。今回は今までにないラストの予定なんですよ。"
        },
        {
          talker: "夕闇幻楼",
          text: "前例なし？"
        },
        {
          talker: "桜城聖耶",
          text: "んー、手法があまりないタイプ……かな。お話自体は普通のものなんですが。エンディングを2つ用意するつもりなんです。読者様がどちらかを選択する方法で。"
        },
        {
          talker: "夕闇幻楼",
          text: "自分が知っている限りでは某<note id=\"1\">協賛</note>とかでも取られた手法ですね。"
        },
        {
          talker: "桜城聖耶",
          text: "まあ、今までにないというのはあくまで自分のところでやった事がない、と言う意味ですので（笑）結構やってるサイトさんは多いかもしれません。"
        },
        {
          talker: "夕闇幻楼",
          text: "最後にお気に入りの生徒を聞いておきたいのですが。"
        },
        {
          talker: "桜城聖耶",
          text: "うーん、難しいですが絹貝七鶴でしょうか。apcでちょっと色々言われた子なんですが、結構いろんな事調べて書いた子なので思い入れが今一番強いですね。"
        },
        {
          talker: "夕闇幻楼",
          text: "てっきり女子だと思ってたばかりに意外です。"
        },
        {
          talker: "桜城聖耶",
          text: "今回は男の子に気合いを入れています（笑）女の子なら鈴原亜子ちゃんかな。フツーの可愛い女の子を目指しています。"
        },
        {
          talker: "夕闇幻楼",
          text: "へぇーへぇー（略）。せっかくなので自分も晒しとくと、辺西×久遠（違うというか成立してない）と、あっさり優勝しちまいそうな高崎、あと優勝候補っぽいけど実は最後で死ぬんじゃないだろうなとドキドキな真宮で。あ、自分も男子の方が多い。（笑）"
        },
        {
          talker: "桜城聖耶",
          text: "助丸×秋菜は自分も結構好きだったり（笑）高崎偲は強力な能力のキャラですね。能力だけに埋もれないように気を付けなければいけませんね。 真宮くんはもうすぐ登場の予定です。結構重要になるかもしれないしそうでないかもしれないしそこらへんは内緒で（笑）"
        }
      ]
    },
    {
      title: "衝撃的なラストが印象に残る3作目「生きるための情熱としての殺人」。",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "お次は「生きるための情熱としての殺人」。こちらは完結してるので、かなり深い話ができそうですね。"
        },
        {
          talker: "桜城聖耶",
          text: "ジェノサイダーが優勝という結構珍しい作品ですね。3作目。"
        },
        {
          talker: "夕闇幻楼",
          text: "まずはあの話題を呼んだラストにした理由をお聞かせ願いたいと思います。いや、あれはマジびっくりというか「やるなぁ」と感心しきりだったり。apcにもその件で結構書き込みましたし。"
        },
        {
          talker: "桜城聖耶",
          text: "これは生徒募集をして送られてきた沖山凛を見た時に「優勝者にしよう！」と思いました。プログラムは年50回あるわけで、それが全部「こんなの間違ってる！」というキャラが優勝したらへんだな、と思ったんですよ。あくまで3のお話は「年50回あるプログラムの中の1つ」であると考えて欲しいんですよね。"
        },
        {
          talker: "夕闇幻楼",
          text: "ふむふむ。沖山は生徒募集キャラなんですか。大抜擢ですね。"
        },
        {
          talker: "桜城聖耶",
          text: "というか、3のキャラは全員生徒募集です。4もなんですけど。"
        },
        {
          talker: "夕闇幻楼",
          text: "あれ、全員でしたっけ。（汗） しかし連続で全員募集ですか……"
        },
        {
          talker: "桜城聖耶",
          text: "3は正確に言うと貴子の妹である千草彩子以外は全員募集したキャラです。それ故に、キャラ同士のつながりとか考えるのに一苦労でした。"
        },
        {
          talker: "夕闇幻楼",
          text: "他人のキャラで平然と上手くストーリー構成できるのは凄い。"
        },
        {
          talker: "桜城聖耶",
          text: "そうですね。キャラの自作は最近やってません。他の方からキャラを預かって過去とキャラクターの造形を掘り下げて……というのはかなり骨が折れますね。"
        },
        {
          talker: "夕闇幻楼",
          text: "普通他人のキャラクターを使うと不自然になりますからね……これから募集する自分的には良い薬になりました。（汗）"
        },
        {
          talker: "桜城聖耶",
          text: "あらかじめ「コイツはどうしてこうなったのか」という理由を一つ考えておくと、矛盾が出ないかもしれません。"
        },
        {
          talker: "夕闇幻楼",
          text: "千草彩子を参加させた理由を教えていただけますか？"
        },
        {
          talker: "桜城聖耶",
          text: "いや、本当に何となくで。"
        },
        {
          talker: "夕闇幻楼",
          text: "（ガーン！）……そのわりには脱出してるあたりが手強い。"
        },
        {
          talker: "桜城聖耶",
          text: "たまに「貴子とそっくりな彩子」というのをよそ様で見て、「これは違うだろう」と。彩子は本当は死亡する予定だったんですが、書いてる途中で何かが違うと思ったんです。"
        },
        {
          talker: "夕闇幻楼",
          text: "アクセサリー似合ってない設定とか初めて見た時クスっと笑ってしまったんですが。粋ですね。"
        },
        {
          talker: "桜城聖耶",
          text: "彩子は貴子と真逆のイメージがあったんですよ。だからアクセサリーも似合わない。貴子は最初から「強くて格好いい」女なんですけど、彩子は逆で最初は凄く怯えてるし。それがだんだん成長していく姿を書きたかったんです。"
        },
        {
          talker: "夕闇幻楼",
          text: "なるほど。脱出させることにした経緯も御願いできますか。"
        },
        {
          talker: "桜城聖耶",
          text: "一番最初は貴子と同じように縞地との戦闘して、そこで死亡する予定だったんですが、「じゃあこの前向きになった彼女の心を誰が伝えていくんだろう」と考えてしまったんです。この作品は優勝者こそジェノですが、「未来の為に自分が何をするべきか」というのがテーマなんです。"
        },
        {
          talker: "夕闇幻楼",
          text: "原作関係者で生存するのは珍しいですね。"
        },
        {
          talker: "桜城聖耶",
          text: "原作関係者って、もう1人家族を亡くしてるじゃないですか。2度も3度も家族を不幸な目に遭わせるのはやはりいたたまれないですよね。3は「子供の自分」と「それを取り巻く家族という名の世界」が大きなファクターなので、家族の事も色々考えてしまって。"
        },
        {
          talker: "夕闇幻楼",
          text: "なんというか正統派って感じですね。オリバトにおける正統って何？と聞かれても困るんですが。（汗）"
        },
        {
          talker: "桜城聖耶",
          text: "3作目は「正統派」というかスタンダートというのが目標だったんで、正統派と言って頂けるのは嬉しいです。"
        },
        {
          talker: "夕闇幻楼",
          text: "プログラムに関係している事柄を丁寧に取り扱っているというか。大雑把な自分としては見習いたいもんです。"
        }
      ]
    },
    {
      title: "ラストはオリバト全般について",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "桜城さんのオリバトは要因とかテーマ（またか）とかまぁ呼びはなんでもいいんですけど、その着眼点の取り方が丁寧だなと思います。"
        },
        {
          talker: "桜城聖耶",
          text: "テーマに関しては前回の対談でも触れられていましたが、どのオリバトにもテーマというものは存在すると思うんです。私の場合、わりと普通の事、当たり前の事をくみ取りたいな、と。家族に関してなんかはまさにそうですね。"
        },
        {
          talker: "夕闇幻楼",
          text: "あ、<note id=\"2\">その件</note>については激しくすみませんといったところです。かなりの狭義の意味で使ってたもんで……"
        },
        {
          talker: "桜城聖耶",
          text: "受け取り方は人それぞれですからね。お気になさらないで下さいね。"
        },
        {
          talker: "夕闇幻楼",
          text: "ライトノベルでブギーポップシリーズつうのがあるんですが、その内の<a href=\"https://bookwalker.jp/dee971c293-8619-49f1-864a-55d24a1f5c78/\" target=\"_blank\">「歪曲王」</a>という作品が自分の理想なんですよね。今、思いついたまま喋ってるんですけど。（笑）要するにプログラム内ということでエンターテイメント性を持たせつつ、一つのテーマを強烈に描きまくりたいんですよね。"
        },
        {
          talker: "桜城聖耶",
          text: "ライトノベル読んでいないのでちょっと分からないんですが、そうなんですか。"
        },
        {
          talker: "夕闇幻楼",
          text: "巨大ビルのイベントに集まった人々がビルに閉じ込められて眠らせられるんですが、そのうちの数人が過去に何か抱えていて、夢の中で対峙させられていくんだけども、何とか乗り越えていくという話で、それと平行しつつ、関連しつつ、一部で目覚めてる人がビルから脱出するために動くというエンターテイメント性も兼ね備えた傑作です。"
        },
        {
          talker: "桜城聖耶",
          text: "ははぁ、なるほど。"
        },
        {
          talker: "夕闇幻楼",
          text: "前から色々書いてても中々理解されにくいようでしたが、結局のところはさっきも言った様に、「プログラム内で徹底的に一つのテーマを描く」と。まぁオリバトでやると、なんで皆、プログラムで死の危険が迫っているのに、揃いも揃って違うこと考えて悩んでるんだというツッコミが入りそうですが。（笑）"
        },
        {
          talker: "桜城聖耶",
          text: "でも<note id=\"3\">プログラム内でテーマを描くというのは皆さんやってる事</note>ですよね。と、いうかテーマがなければ作品は成り立たないというか。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですね。無いというのは相当偏った発言でした。しかし、他のオリバトが薄く思えるほどメチャクチャ濃くしたいというのが正直なところです。出来るかどうかは別として。（汗）"
        },
        {
          talker: "桜城聖耶",
          text: "うーん、うまく言えないんですが、オリバトっていろんなテーマの複合作品のような気がするんですよ。友情とか愛情とか、裏切りとか信頼とか絶望、希望。そういうものが寄り集まって出来るものなんじゃないかなって。"
        },
        {
          talker: "夕闇幻楼",
          text: "それには激しく同意。でも自分の場合は、ある一つの事について徹底的に尖らせたらどうなるだろうか？っていう好奇心が凄く大きいですね。前の対談で話した、オリバトを書く理由じゃなくて、あえてその手法を取るということの理由として。バランス派はもう他のオリバト作者さんに御願いするとして、何かに特化してみよう、と。"
        },
        {
          talker: "桜城聖耶",
          text: "そういう試みも面白いと思いますよ。頑張って下さい！"
        },
        {
          talker: "夕闇幻楼",
          text: "ありがとうございます。けれどもテーマに何にせよ大掛かりになりやすいので、その辺り丁寧にやってる桜城さんは凄いな。と。"
        },
        {
          talker: "桜城聖耶",
          text: "お褒めの言葉嬉しいです。やっぱり創作でも15歳の少年少女を犠牲にしてるんですから、少しでも丁寧に書きたいなという気持ちはありますね。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですね。こっちは別にプログラムという舞台があったらいいだけで、15歳である理由があまり無いというのがネックです。自分自身が精神的に未熟なんで、15歳の心情ということで誤魔化せないかなという打算も無くもないですが。（死）"
        },
        {
          talker: "桜城聖耶",
          text: "まあ、15歳というのは金八先生のパロなのであんまり意識しなくても良いのかもしれませんね。でも中学生って大人でもなく子供でもないとても微妙な時期なんですよね。そういう心理は凄く創作意欲をかき立てられます。"
        },
        {
          talker: "夕闇幻楼",
          text: "桜城さんはキャラの作り方も丁寧な気がしますね。"
        },
        {
          talker: "桜城聖耶",
          text: "キャラクターを創る場合、最初にキャラクターを「一言」で表すようにするんです。例えば１作目の桃生祈だと「いじめられっこ・女」みたいに。その一言から連想ゲームのようにいろんな事を引っ張り出すんです。「どうしていじめられたのか」とか「その時どう思ったのか」とか。"
        },
        {
          talker: "夕闇幻楼",
          text: "えー。本当ですか？！ 同じ手法取ってても丁寧さがまるで違う。（汗）時間とって煮込んでも追いつけない……ここらへんは<note id=\"4\">人生経験の差というか人間観察の差</note>というか。"
        },
        {
          talker: "桜城聖耶",
          text: "人生経験の差は大きいかもしれません（笑）私はオリバト界の中では割と年長者の様なので。"
        },
        {
          talker: "夕闇幻楼",
          text: "なんというか、周りのオリバトの中で東亜的英雄伝が埋もれないのはそこらへんにあるのかもしれませんね。"
        },
        {
          talker: "桜城聖耶",
          text: "そうでしょうか。（照）"
        },
        {
          talker: "夕闇幻楼",
          text: "特殊ルールとかとにかく趣向凝らすオリバトにも負けないつうのは……そうなんでしょうね。生徒作成の丁寧さ。ストーリーの丁寧さ。"
        },
        {
          talker: "桜城聖耶",
          text: "ストーリーは浅い、とよく辛口なご意見も頂きますが、そこらへんは濃いキャラでカバーですね。（笑） 特殊ルールとかも良いと思いますし、趣向を凝らす事は悪い事ではないんですが、それに乗っかったり逆に潰されたらもったいないですよね。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですね。っていうかストーリー浅いですかね？"
        },
        {
          talker: "桜城聖耶",
          text: "うーん、どうなんでしょう。自分では一生懸命なんですけど。やっぱり反政府組織がどうとかそういう派手さがないからかな？"
        },
        {
          talker: "夕闇幻楼",
          text: "自分の印象としては細い線が張り巡らせてあるといったイメージがあるんですが。やっぱ薄い言う人としては派手さが無いのかもしれませんね。やっぱりエンターテイメント重視の方っていますから。自分もどちらかと言えばそっちなんですけどね。（汗）"
        },
        {
          talker: "桜城聖耶",
          text: "そうですね。ど派手なものはないですが、細かい部分で読ませるものを創っていきたいですね。"
        },
        {
          talker: "夕闇幻楼",
          text: "正統派といっても千差万別ですからね。別に無理に派手さまでカバーする必要はないと思います。"
        },
        {
          talker: "桜城聖耶",
          text: "というか派手なものに手を出したら自分の実力では収集つかなくなりそうですね。（笑）自分は自分の持ち味をいかせていけたらいいな、と思います。"
        },
        {
          talker: "夕闇幻楼",
          text: "全くもって同意です。"
        }
      ]
    }
  ],
  afterword: "というわけで、桜城聖耶氏との対談は終了。この場を借りて、御協力に感謝します。",
  notes: [
    {
      id: "1",
      text: "記憶があやふやですが、多分念頭にあったのは「ジョニーズ裏事務所」（ジョニー氏）の1作目「矢音川女学院 三年Ｔ組編」かと。"
    },
    {
      id: "2",
      text: "当時、ゆうやみが「テーマ」（もっと正確に言えば「作品の個性」）の重要性を散々語っており、原作と代り映えしない作品について批判的で、一方それに対し桜城さんが擁護するような見解を出しており、隙間風が吹いていた。"
    },
    {
      id: "3",
      text: "今ならはっきりと分かりますが、当時は原作と似たり寄ったりのテーマの設定、扱い方を行っているオリバトがほとんどで、現在と比べ作風の幅があまりにも狭かったこと、その「枷」にほとんどの作者が無自覚な状況を問題視していました。ちなみに自分の解釈ではその枷の存在に最初に気づいたのがシン氏で、最初に実践し出したのが若丸氏を始めとする02～03年開設組の一部だったり。"
    },
    {
      id: "4",
      text: "この対談から数年後、改めて年齢による人生経験の差は本当に大きいな～と実感しています。"
    }
  ]
};
