import { TalkData } from "./Talk";

export const talklog6: TalkData = {
  id: 6,
  title: "We are \"ZERO\"",
  guest: "藤堂尚也氏、Keith氏、赤狼達彦氏",
  date: "2005年9月2日～3日",
  notes: [
    {
      id: "1",
      text: "ZEROの一員で、当時は既に活動していなかったメンバー。"
    },
    {
      id: "2",
      text: "ZEROとは、藤堂尚也氏を中心とした創作グループの名称。"
    },
    {
      id: "3",
      text: "サイト内に掲載されていたオフ会のレポート記事のこと。"
    },
    {
      id: "4",
      text: "ZEROバトのエンディングは、生存者全員が自殺するという衝撃的な結末だった。"
    },
    {
      id: "5",
      text: "赤狼達彦氏がエンディングについて何か言おうとしたところを、他のメンバーに制止された。"
    }
  ],
  sections: [
    {
      title: "まずはZEROバトの始まりの話。",
      entries: [
        {
          talker: "ゆうやみ",
          text: "まずは最初に。ZEROバト完結おめでとうございます！"
        },
        {
          talker: "藤堂尚也",
          text: "ありがとうございます。ようやく完結できました。"
        },
        {
          talker: "Keith",
          text: "って言うか、お前のペース遅いんだよ。"
        },
        {
          talker: "藤堂尚也",
          text: "遅いって言うなぁ！"
        },
        {
          talker: "赤狼達彦",
          text: "まあまあ……。"
        },
        {
          talker: "ゆうやみ",
          text: "まぁまぁ……と言おうとしたら取られた。<br>まず一つ目の質問なんですが、いつ頃から連載されているのですか？<br>実は、俺自身ここ1年ぐらいの読者なんで、初期の様子とかは全然知らないんですよ。"
        },
        {
          talker: "藤堂尚也",
          text: "正確には2001年の2月6日にオープンしました。"
        },
        {
          talker: "Keith",
          text: "途中、一年間の放置があったがな。"
        },
        {
          talker: "赤狼達彦",
          text: "僕とKeithは最初っからはいなかったけどね。"
        },
        {
          talker: "ゆうやみ",
          text: "最初は藤堂さんだけということですか？"
        },
        {
          talker: "藤堂尚也",
          text: "いや、銀河（注1）って言うのが居ました。ZERO（注2）の一人です。"
        },
        {
          talker: "Keith",
          text: "俺は日本に居なかった。"
        },
        {
          talker: "赤狼達彦",
          text: "僕は気が付いたら巻き込まれてました……まぁ、いつもこんな感じです。"
        },
        {
          talker: "ゆうやみ",
          text: "あ、今思いついたんで聞きますね。<br>そもそもZEROバトというのを思いついたのは藤堂さんですか？"
        },
        {
          talker: "藤堂尚也",
          text: "はい。でも、最初はバイオハザード小説を書く予定でした。"
        },
        {
          talker: "ゆうやみ",
          text: "多人数型サバイバル小説みたいな感じっぽいですね。＜バイオハザード"
        },
        {
          talker: "藤堂尚也",
          text: "徐々に消えていくのがいいんです！（力説） パニックホラー好きなんで。<br>でも、知り合いを片っ端から出していったら大人数になってしまって……"
        },
        {
          talker: "ゆうやみ",
          text: "ネットに出そうって思いついた経緯を教えてもらえますか。"
        },
        {
          talker: "藤堂尚也",
          text: "最初は暇つぶしでした。（マジ）"
        },
        {
          talker: "Keith",
          text: "暇つぶしで、名前を出される俺達って一体///"
        },
        {
          talker: "赤狼達彦",
          text: "暇つぶしで消される……。"
        },
        {
          talker: "ゆうやみ",
          text: "ZEROバトというオフの人物をモデルにした小説が、<br>身内からのクレームも起こらず無事完結したってことは非常に興味深く感じます。<br>オフをモデルにすると仲間内で問題なったりする例が多いんですよ。<br>題材が「殺しあい」ですし。"
        },
        {
          talker: "藤堂尚也",
          text: "ほとんど問題無かった気が……微妙に名前変えてますし。"
        },
        {
          talker: "Keith",
          text: "っていうか了承取ってないまま始めたんだろーが！？"
        },
        {
          talker: "赤狼達彦",
          text: "……知らない人の方が多いんじゃないかと。"
        },
        {
          talker: "ゆうやみ",
          text: "Keithさんの話からすると、<br>最初は仲間内にZEROバトを書いてることを教えてなかったんですか？"
        },
        {
          talker: "赤狼達彦",
          text: "あー、でも周りの理解はありました。はい。"
        },
        {
          talker: "Keith",
          text: "む……そういえばそうだな。逆に喜んでいるやつも居た。"
        },
        {
          talker: "藤堂尚也",
          text: "……仲のいい友人には言っていた気が。"
        },
        {
          talker: "ゆうやみ",
          text: "理解あるってのは恵まれてますね。<br>実際にあった例だと、昔ZEROバトみたいに全員モデル有りでやってるサイトがありまして、<br>そこはモデルになった子の親からクレームが出てサイトが潰れてしまいました……。<br>あ、ちなみにそこは作者含め皆、中学生だったみたいです。"
        },
        {
          talker: "赤狼達彦",
          text: "えー……うちのサイトは助かった方ですねぇ。"
        },
        {
          talker: "Keith",
          text: "興味深い話だな。"
        },
        {
          talker: "赤狼達彦",
          text: "人間関係って大事ですね。"
        },
        {
          talker: "ゆうやみ",
          text: "そうですね。人間関係は大事だとZEROバトを見るにつけていつも思います。"
        },
        {
          talker: "藤堂尚也",
          text: "はい。そう思います＜人間関係　それに我々は……ちょっと変な集まりでして。"
        },
        {
          talker: "Keith",
          text: "む、その言い方だと、我々そのものが変に聞こえるではないか。"
        },
        {
          talker: "ゆうやみ",
          text: "やっぱり年齢が高いってことと、<br>付き合った年数が長いのがデカイのかなと個人的には思ったりします。"
        },
        {
          talker: "藤堂尚也",
          text: "そうですね。オレもそう思います。"
        },
        {
          talker: "ゆうやみ",
          text: "よく考えてみたら、オフをモデルにしたらトラブル起きそうな要素ばかりですもん。"
        },
        {
          talker: "Keith",
          text: "っていうかトラブルが題材の作品だしな……。"
        },
        {
          talker: "ゆうやみ",
          text: "こりゃ一本取られた。原案のようなパニックホラーならともかく、<br>仲間内で愛憎ドロドロ血みどろバトルですからね。"
        },
        {
          talker: "Keith",
          text: "ま、それが楽しいといえば楽しい。"
        },
        {
          talker: "藤堂尚也",
          text: "死に方にリクエスト来たりもしましたね。"
        },
        {
          talker: "ゆうやみ",
          text: "扱いに困ったりとかはしませんでした？"
        },
        {
          talker: "藤堂尚也",
          text: "別にしてません。逆に参考になったりしました。"
        },
        {
          talker: "Keith",
          text: "藤堂は見切り発車だったからな……。"
        },
        {
          talker: "赤狼達彦",
          text: "よくこれで完結までこれたなぁ……。"
        },
        {
          talker: "ゆうやみ",
          text: "なるほど。そういえば作中にもZEROが登場しますが、<br>これはリアルZEROの中でも特に中心メンバーってことなんでしょうか。<br>確か現実のZEROメンバーはもっと多かったですよね。"
        },
        {
          talker: "藤堂尚也",
          text: "書き始めていた頃はあんな感じでした。ちなみにリアルのZEROは最初、8人いました。"
        },
        {
          talker: "Keith",
          text: "俺が参加したのも、友人との思い出を忘れない為なんだ。外伝とか……ね。"
        },
        {
          talker: "ゆうやみ",
          text: "なるほど。そういえばリアルエピソードも結構入ってるんですよね。<br>サイトに掲載されているオフ会のレポート（注3）も見させていただきました。"
        },
        {
          talker: "藤堂尚也",
          text: "一言で言えば馬鹿ですけどね＜レポート<br>他サイト様のようにやっても面白いのは書けないのでリアル体験で少し笑いを。"
        },
        {
          talker: "ゆうやみ",
          text: "なるほど……。"
        },
        {
          talker: "藤堂尚也",
          text: "逆を言えばそれしかなかったんですよ。"
        },
        {
          talker: "ゆうやみ",
          text: "確かにリアルという背景が無ければアレは書けませんね。"
        }
      ]
    },
    {
      title: "怒涛の質問攻め ＆ ZEROの極意",
      entries: [
        {
          talker: "ゆうやみ",
          text: "ちょっと今から立て続けに質問していきますね。まず一発目。<br>今回のチャットで一番聞きたかったことの一つなんです。<br>「何故あんなエンディング（注4）になったのか」。"
        },
        {
          talker: "藤堂尚也",
          text: "いきなり来た……。"
        },
        {
          talker: "赤狼達彦",
          text: "い、いきなり、核心。"
        },
        {
          talker: "ゆうやみ",
          text: "やっぱり長年やってると愛着も湧くでしょうし、モデルがいることからも、<br>ラストはオリバト的に普通のエンドになると思ってました。"
        },
        {
          talker: "藤堂尚也",
          text: "いやぁ、他サイト様を見ていると<br>「前向きに生きていこう！」というエンディングがけっこうあったんですが……。<br>実際にプログラムに遭ったらどうするかを真剣に考えたんですよ。"
        },
        {
          talker: "Keith",
          text: "15歳の少年少女が優勝してしまったら、まともな人生を歩めないというのが一致した見解でして。"
        },
        {
          talker: "ゆうやみ",
          text: "アレにはとにかくびっくりしました。<br>ちなみに最終戦入ってから単独優勝だと踏んで予想しても、<br>藤田→吉良→緋色or鎌倉と散々変えさせられましたよ。"
        },
        {
          talker: "赤狼達彦",
          text: "予想を裏切れて光栄です。"
        },
        {
          talker: "ゆうやみ",
          text: "まぁラスト2話の時点で5人生存ということで、<br>ペース配分が明らかにおかしかったので、これはなんかあると思ってましたが……。<br>優勝者不明で回想締めというパターンも一瞬考えたんですが、<br>直感ですけどそれは無いと思ったんで、ずっと頭ひねってました。"
        },
        {
          talker: "藤堂尚也",
          text: "これも言われた……。"
        },
        {
          talker: "Keith",
          text: "来たか……。"
        },
        {
          talker: "赤狼達彦",
          text: "あっ、やっぱり……。えー……つまり、アレは（以下省略）（注5）"
        },
        {
          talker: "Keith",
          text: "……おい！！"
        },
        {
          talker: "藤堂尚也",
          text: "早くねぇーか？この○○野郎！！"
        },
        {
          talker: "ゆうやみ",
          text: "ええ！？まだ何かサプライズあるんですか？（笑）"
        },
        {
          talker: "Keith",
          text: "……赤狼。"
        },
        {
          talker: "赤狼達彦",
          text: "え……あ……ちょっとお待ち下さい！"
        },
        {
          talker: "ゆうやみ",
          text: "赤狼氏のさっきの発言はオフレコにした方がよろしいようでっ。（笑）"
        },
        {
          talker: "Keith",
          text: "はい先生！質問です！どんな感じで掲載されるおつもりですか！？"
        },
        {
          talker: "藤堂尚也",
          text: "しっ。声が大きい！！"
        },
        {
          talker: "Keith",
          text: "すまん。"
        },
        {
          talker: "ゆうやみ",
          text: "ところであのエンドを書くにあたって葛藤とかありませんでした？"
        },
        {
          talker: "藤堂尚也",
          text: "葛藤ですか……ありましたよ。やっぱり、バッドエンディングは辛かった……"
        },
        {
          talker: "ゆうやみ",
          text: "個人的にアレで通したのは色んな意味で凄いと思いますよ～。<br>良いか悪いかはどうにも言い難いですが、なかなかやれないことだと。"
        },
        {
          talker: "Keith",
          text: "……実は、鎌倉鮎がもっと酷い目に合っているエンディングの案もありました。"
        },
        {
          talker: "赤狼達彦",
          text: "トラウマになりそうです。"
        },
        {
          talker: "ゆうやみ",
          text: "別の質問行きますね。<br>後半戦入った辺りから、どんどんエログロ要素やえげつなさが強くなって、<br>凄い雰囲気が暗くなったのが目立ったんですが、何かあったんですか？<br>藤田の腕切断とか濡れ場とか、吉良の薬使用とか……。"
        },
        {
          talker: "Keith",
          text: "え～、おそらく私が参加した辺りからですかね……<br>別段特殊な要素をプラスしたつもりはなく、バトロワだったらこうなるだろうなということを書いただけです。"
        },
        {
          talker: "ゆうやみ",
          text: "後は強キャラ扱いの吉良が弱体化したのが印象に残ってます。"
        },
        {
          talker: "赤狼達彦",
          text: "え、吉良が弱体化ですか？"
        },
        {
          talker: "ゆうやみ",
          text: "いや弱体化というよりかは、自信が無くなった……違うな。とにかく変化が物凄かったと。"
        },
        {
          talker: "Keith",
          text: "ぶっちゃけ云うと薬のせいです。感情の起伏が激しくなるので。"
        },
        {
          talker: "ゆうやみ",
          text: "ああ、そうだったのか！<br>99話で心境変わったにしては、何か遅すぎる気もするし……結構気になってました。<br>今99話見直したんですが、確かに精神的にも薬頼りになってるっぽいですね。<br>薬の威力を甘く軽くみてたか。（汗）<br>てっきり上手く脱出させられなかった自分を責めてああなったのかと。"
        },
        {
          talker: "Keith",
          text: "確かに分かりづらかったかも知れません。私の文章不足です。"
        },
        {
          talker: "赤狼達彦",
          text: "確かに薬を作っているのをずっと見せていませんでしたからねー。"
        },
        {
          talker: "Keith",
          text: "確かに脱出させられなかった、自分を責めてもいました。"
        },
        {
          talker: "藤堂尚也",
          text: "「確かに」を連呼しすぎです、Keithさん、赤狼達彦さん。"
        },
        {
          talker: "Keith",
          text: "すまぬ。"
        },
        {
          talker: "赤狼達彦",
          text: "ごめんなさい。"
        },
        {
          talker: "ゆうやみ",
          text: "俺のまで含めたら5連発ですね。（笑）"
        },
        {
          talker: "藤堂尚也",
          text: "確かにｗ"
        },
        {
          talker: "ゆうやみ",
          text: "藤堂さんまで……これは酷いっ。<br>ストーリーについての質問はこんなもんですね。次はキャラクター別の質問に移ります。 <br>完全オリジナルの藤田と緋色についてお話を御願いしたいと思います。"
        },
        {
          talker: "ZERO一同",
          text: "どうぞ"
        },
        {
          talker: "ゆうやみ",
          text: "まず緋色なんですが。<br>ラストの扱いも含めて最初からどういうキャラなのか決まっていたのですか？<br>正直、最初出てきた時点で名前で吹いてしまって、結構見くびってたんですが。"
        },
        {
          talker: "藤堂尚也",
          text: "吉良を倒せるキャラがいないので、途中から参戦させました。<br>名前はシャレです。勢いマッハです。設定は赤狼が作りました。"
        },
        {
          talker: "ゆうやみ",
          text: "緋色いなかったら吉良は安定して生き残りそうですからねー。"
        },
        {
          talker: "藤堂尚也",
          text: "脱出出来たでしょうね。ZEROが集まれば。<br>当初は順番にZEROが集まって脱出するという話もありました。今ではifの話しです。懐かしい。"
        },
        {
          talker: "ゆうやみ",
          text: "藤田。男子唯一の完全オリジナルということですが、書いててどうでしたか？"
        },
        {
          talker: "藤堂尚也",
          text: "うちらにいない性格のメンバーを書いたので、モチーフがない分書きやすかったです。"
        },
        {
          talker: "Keith",
          text: "キャラを固める為に、私が外伝を書きました。"
        },
        {
          talker: "赤狼達彦",
          text: "こんな人物がリアルZEROにいたら、楽しかっただろうな、という願望もありましたね。"
        },
        {
          talker: "ゆうやみ",
          text: "ああー、なるほど。<br>1人だけオリジナルと聞いて浮くんじゃないかと思いましたが、<br>他の人との相性が良くて上手い事スイングしてましたね。<br>設定が絶妙だと思います。外伝にはキャラ固めの意図もあったんですね。"
        },
        {
          talker: "Keith",
          text: "最後の方は結構キャラが一人歩きしてくれましたね。<br>だが、書いてて楽しかった分、辛かったのも正直なところです。"
        },
        {
          talker: "ゆうやみ",
          text: "あーよく見たら1年時の外伝は全部藤田が主要キャラなんですね。気づかなかった……。"
        },
        {
          talker: "Keith",
          text: "これは狙いました。藤田だけではなく、他のキャラも固めたかったので。"
        },
        {
          talker: "ゆうやみ",
          text: "6人版ZEROを読者に知ってもらう目的があったと。なるほどなるほど。"
        },
        {
          talker: "Keith",
          text: "恐らく意外とも思える出来事がリアルだったりします（にやり"
        },
        {
          talker: "赤狼達彦",
          text: "バラバラにするとリアルに我々がやったこともあります"
        },
        {
          talker: "ZERO一同",
          text: "若かったなぁー"
        },
        {
          talker: "ゆうやみ",
          text: "俺からしたらどれがリアルだったとしても羨ましすぎですよ。青春度高けー。"
        },
        {
          talker: "Keith",
          text: "いえ、青春度が低かったから悪いことばかりしていたのです。"
        },
        {
          talker: "藤堂尚也",
          text: "だって……僕は男まみれの青春だったので。"
        },
        {
          talker: "赤狼達彦",
          text: "今思えば、それが青春だったのでしょうね"
        },
        {
          talker: "ゆうやみ",
          text: "なるほど。（笑）<br>上手い事リアルと創作を織り交ぜて、青春度高くて痛快な外伝が生まれた……と。<br>参考になるなぁ……メモメモ。"
        },
        {
          talker: "藤堂尚也",
          text: "違った意味で参考にされそうで恐いな。"
        },
        {
          talker: "Keith",
          text: "女まみれでも酷い目に合いますよ…………合いました。"
        },
        {
          talker: "赤狼達彦",
          text: "むしろ教訓にして欲しいです。"
        },
        {
          talker: "ゆうやみ",
          text: "（笑）<br>いや、でも「はっちゃける」ことの重要さを大学入ってからようやく認識しましたね。<br>リアル経験ですが、中高共に絵に描いたようにつまんない生き方してたんで、<br>大学に入ってもっと自分を出そうと色々やったら、大分変わりましたね。<br>で、思ったのは「人から白い目で見られても、やりたいと思うことはやるべき」だと。<br>ZEROの皆さんからもそういう雰囲気を感じます。"
        },
        {
          talker: "ZERO一同",
          text: "では我々から、ZEROの行動基本理念でもお教え致しましょう。<br><br>　ある人物の元になった彼はこう云った。<br>『I　LOVE　無謀（リアル）』<br>　偉大なリーダーはこういいました。<br>『仕事はマジメにやらなきゃダメだ。だが、遊びには命を賭けなきゃダメだ（リアル）』<br>　いろんな意味でやばい彼はこういいました。<br>『考えるより、行動した方が早いだろ（リアル）』<br>　失敗ばかりしている彼は、説得力のある声でこういいました。<br>『失敗はいくらしてもいいが、後悔はするな（リアル）』<br>他にも、どんなに辛い状況でもギャグを云ってるヤツもいますが、<br>書けば書くほど辛くなってきたのでこの辺で。"
        },
        {
          talker: "ゆうやみ",
          text: "懐かしい言葉ですね。作中で見ましたっ。<br>ここでもう一度拝めるとは。＜無謀<br>人生訓とさせて頂きます。（笑）"
        },
        {
          talker: "Keith",
          text: "俺ら本当にダメ人間に思えてきた……"
        },
        {
          talker: "赤狼達彦",
          text: "まったくだ……"
        },
        {
          talker: "ゆうやみ",
          text: "教えといて、そりゃ無いでしょう（笑）"
        },
        {
          talker: "ZERO一同",
          text: "（笑）"
        }
      ]
    },
    {
      title: "What's NEXT?",
      entries: [
        {
          talker: "ZERO一同",
          text: "夜も更けて参りました、他に質問はありませんか？"
        },
        {
          talker: "ゆうやみ",
          text: "今後の話をお聞かせ下さい。<br>もう2本目は書かなさそうな雰囲気も感じ取られますが、今後は日記中心サイトになられるんでしょうか。<br>個人的にはZERO関係で何か小説創作やって欲しいなぁと思いますけど……"
        },
        {
          talker: "ZERO一同",
          text: "順番に参ります。"
        },
        {
          talker: "藤堂尚也",
          text: "ZEROのプログラムはこれで終わりました。個人的には外伝で修学旅行編を。<br>修学旅行編は中学生のメインイベントで一番やりたいネタなので最後まで残しておきました。<br>じっくりと執筆したいです。後は秘密です。"
        },
        {
          talker: "ゆうやみ",
          text: "修学旅行確かにまだやってないですね！<br>意外です。サプライズも期待してます。"
        },
        {
          talker: "Keith",
          text: "まず古い文章をカリカリ直します。そして書きかけの物語を完結させる為に執筆を続けます。<br>今は……これしか言えません。"
        },
        {
          talker: "ゆうやみ",
          text: "ZEROバトの校正ということですか？<br>初期のノリも好きなので、あのノリを残して欲しいですね。<br>書きかけの物語とはこれいかに。まだ表に出てないのかな？<br>直感なんですがシリアスかな？非常に興味ありますね。"
        },
        {
          talker: "赤狼達彦",
          text: "足りないもの埋めるためにまずは専念しようと思います。<br>まだ描き足りないですから……文章だけのサプライズに留めるつもりはありませんから。"
        },
        {
          talker: "ゆうやみ",
          text: "イラスト楽しみにしてます。頼もしい言葉ですね。"
        },
        {
          talker: "赤狼達彦",
          text: "がんばります。"
        },
        {
          talker: "Keith",
          text: "それにしても、ゆうやみ氏は鋭いですね……。"
        },
        {
          talker: "ゆうやみ",
          text: "シリアスで当たってたんですか。（笑）"
        },
        {
          talker: "藤堂尚也",
          text: "今日はわざわざ我々の為に、このような場を提供して頂きありがとうございました。<br>何ぶん初めてだったのでこのような場に緊張していましましたが、少しはお役に立てましたでしょうか。"
        },
        {
          talker: "ゆうやみ",
          text: "いえいえ。こちらもまさか3人同時になるとは思わなかったので、かなりお手間取らせました。<br>御協力ありがとうございました。<br>予定外の面白い話もお聞かせいただいて、願ったりかなったりといったところで。"
        },
        {
          talker: "藤堂尚也",
          text: "とんでもない、こちらこそありがとうございました。更新楽しみにしております。では、また。"
        },
        {
          talker: "赤狼達彦",
          text: "どうもお疲れ様です。"
        },
        {
          talker: "Keith",
          text: "とても楽しかったです。それでは。"
        },
        {
          talker: "ゆうやみ",
          text: "お疲れさまでした。"
        }
      ]
    }
  ]
};
