import { TalkData } from "./Talk";

export const talklog4: TalkData = {
  id: 4,
  title: "蘇える遺言と素晴らしきアイデア",
  guest: "みかど氏",
  date: "2004年1月31日～2月1日",
  notes: [
    {
      id: "1",
      text: "当時のオリバト作者の間では「3時間あれば1作読める」という言い回しがあったようだ。"
    }
  ],
  sections: [
    {
      title: "まずは1作目「Last Message」。しかし……",
      entries: [
        {
          talker: "ゆうやみ",
          text: "まず先にお断りしておきたいんですが。というか謝らなければならないのですけれども。<br>実は対談に向けて「ラスメ」を昨日読み始めたのですが、<br>3時間ありゃ1作読める（注1）と思ってタカを括っていたら、<br>序盤戦の終わりまでしか読めなかったんです。（滝汗）<br>でもってマジで申し訳ないんですが、<br>中心の話題は前回の美奈子さんと同じくオリバト製作についてということになります。<br>本当にすみません。"
        },
        {
          talker: "みかど",
          text: "長過ぎますよね（苦笑）<br>序盤戦の終わりでも45話だからかなり凄いですよ、3時間だと。"
        },
        {
          talker: "ゆうやみ",
          text: "更新スピードが半端じゃないというのはOBRNをやってるので当然知っているんですが、<br>今回読ませていただいて、スピードと共に質・量の面に関しても敬服しました。<br>画面左端から右端まで文字で埋め尽くされてる形式でスクロール量が少ないから、<br>「短い」と思い込んでしまっていたんですが……まさかあそこまで長いとは。"
        },
        {
          talker: "みかど",
          text: "有難うございます、恐縮です。<br>文字も小さいので、実はかなりの文章量だったりするんですよね。 <br>一作目は隔日更新でしたから今考えると自分でも驚きです。<br>描写がやたら多いので上手く削りたいとは思ってるのですが、なかなか。"
        },
        {
          talker: "ゆうやみ",
          text: "まずはラスメの背景事情から御伺いしたいのですが。<br>トップページに外伝著者～とか殺陣監修～とか表記されているんですが、<br>その辺りの説明が無かったように思われますので。少々御説明いただけないかなと。"
        },
        {
          talker: "みかど",
          text: "本来のホームページのお客さんが連載していた、<br>\"バトル☆ロァィヤル\"と言う名のオリバトが執筆凍結されてしまい、<br>その後続きを書かせて頂きたいと思い、リメイクさせて頂いた形になってます。<br>殺陣というのは、戦闘シーンとかの助言をして下さるHP関係の友人さんの事です。（笑）"
        },
        {
          talker: "ゆうやみ",
          text: "みかどさんの本館サイト（注2）（実はまだ一度訪問したことが無いのですが）で投稿連載していたのを、<br>管理人であるみかどさんが引き続いて書いたということですか？"
        },
        {
          talker: "みかど",
          text: "いえ、今の自分のようにバトロワ小説メインの別館HPを持つ方がいらっしゃって、<br>その方から作品を頂いた形です。うちに投稿されていたわけではありませんね。<br>BRを書きたいと思ったのは某大手サイト様（注3）のBR2を拝読したのがきっかけです。<br>それからまみょさんのをリメイクしたいという流れに。"
        },
        {
          talker: "ゆうやみ",
          text: "現行の何話ぐらいまで、まみょ氏が書かれたのですか？"
        },
        {
          talker: "みかど",
          text: "えっと、だいたい55話ですね。<br>まみょさんのでは序盤のはずのシーンがうちでは終盤戦後半に入ってたりするのでまちまちですが。"
        },
        {
          talker: "ゆうやみ",
          text: "旧版からどのくらい手を加えられて、どのくらい変わったのですか？"
        },
        {
          talker: "みかど",
          text: "最初から六人目に退場するはずの生徒が残り十人まで残ったり、<br>元々は担任の先生が教官だったのですけどそこも変わりましたね。オリジナル生徒も一人増えました。<br>三村的存在のキャラがみかど版では元淵的扱いだったり、<br>ジェノが主人公になってたりと大きな変更も加えました。<br>あ！何より、会場が学校から島に変わったのも大きいですね。"
        },
        {
          talker: "ゆうやみ",
          text: "かなり変わったんですね。今作を読んで、単独行動生徒があまりいない印象を受けました。 <br>それとグループが凄い重要な意味を持っていると感じたのですが、その傾向もそのままですか？"
        },
        {
          talker: "みかど",
          text: "確かにグループはかなり明確に表されてますね。<br>グループ設定に関してはほとんど元作品のままです。<br>主人公のグループと不良グループが険悪なのが特に印象的だったので。<br>単独行動は、少ないですね。あと仲間内ではちょっと綺麗過ぎるかもしれませんね。<br>もうちょっと｢同じグループでもこいつは嫌い｣とかいうリアル感あっても良かったでしょうけど。<br>そういう黒い面は特定のグループがまとめて被っちゃったりしてますし。"
        },
        {
          talker: "ゆうやみ",
          text: "グループがかっちり分かれてるのに、凄くリアルに感じました。<br>グループメンバーが誰か死んでしまっても、<br>それが他のメンバーの意識に強い影響を与えている点が明確なのに関心しました。"
        },
        {
          talker: "みかど",
          text: "退場してから高い支持を頂いた生徒もいます。亡霊として本部爆破に助力したといいますか。<br>亡霊なのかどうか自分でも微妙な感じにしてしまってますけれど。（苦笑）"
        },
        {
          talker: "ゆうやみ",
          text: "そういえば、主人公が変えたというお話が先ほど出ていましたが、<br>何故、高井里奈にしようと思ったのですか？"
        },
        {
          talker: "みかど",
          text: "元作品は主人公なしの作品だったんですよ。<br>で、読んでて自分が一番惹かれた生徒にしました。<br>｢どうして心（彼氏）が里奈にこれ（散弾銃）をくれたかわかる？<br>里奈以外はみんな心と一緒に死ねって事でしょ！｣<br>って台詞がツボでした。"
        },
        {
          talker: "ゆうやみ",
          text: "なるほど。凄まじくアクが強い主人公だと思ったら、そういう経緯があったんですね。<br>でも良い狙いだと思います。あんな主人公滅多にいないですし。<br>マリス・ツヴァイという要素を取り入れ、強い部分と弱い部分とを同時に持つ女の子になっていますね。"
        },
        {
          talker: "みかど",
          text: "元作品ではジェノだったのでその台詞もあって良かったのですが、<br>主人公でその台詞は……という事でマリス・ツヴァイなんていう設定を付け足しました。<br>そんなこんなで今のラスメができた感じですね。<br>マリスは、人間が一生のうちに使われない脳の部分があるっていう話から浮かんだアイデアです。<br>某アニメなんかでは人類が宇宙で生活するようになってから、<br>脳が刺激を受けて新しい能力が……なんてのもあるので、これもありかな、と。"
        },
        {
          talker: "ゆうやみ",
          text: "確かに突飛ではありますが。<br>戦闘能力的には強いけど、心情的には出て欲しくないという矛盾。<br>そこらへんが魅力的だと思いました。"
        },
        {
          talker: "みかど",
          text: "使い始めて、あそこまで使い辛い設定だとは思わなかったですけど。（苦笑）"
        },
        {
          talker: "ゆうやみ",
          text: "あ、そうなんですか。具体的にちょっと聞いてみたいですね。どの辺りで苦労なされました？"
        },
        {
          talker: "みかど",
          text: "どのくらいの割合でマリスと理性を振り分けるか、って部分でしょうか。<br>狂いっぱなしだとまずい場所もありましたし。"
        },
        {
          talker: "ゆうやみ",
          text: "確かにずっとぶっちぎれモードだと、凄い勢いで殺戮バト化しますしね。"
        },
        {
          talker: "みかど",
          text: "マリス時は心理描写も全然違いますし。<br>二重人格者が主導権争いしながら戦ってる、みたいな。<br>最初のほうではマリスに流されるがままでしたけど、終盤戦なんかではだいたい抑えこんでましたね。<br>後半になるにつれ理性の割合を多くしていきました。<br>その分、素の自分で戦うわけで、負傷がちになりましたけど。"
        },
        {
          talker: "ゆうやみ",
          text: "なるほど。他のキャラ設定に関してはいかがでしたか？"
        },
        {
          talker: "みかど",
          text: "元作品ではごく普通の生徒だったのがジェノになったりしましたね。<br>性格的には同級生の性格を大袈裟にしたり。<br>顔なんかは芸能人の方を参考にさせて頂いた方もちらほらです。<br>ちなみに性格と顔のモデルは全く関係ないですね。"
        },
        {
          talker: "みかど",
          text: "あとグループ色が強いので、それぞれのグループでポジションみたいなのを割り当てました。<br>我侭な子がリーダーなら、それに流される子、内心不満持ってる子、抑える役、とか。 <br>不良グループならばいわゆる腰ぎんちゃく的キャラ、<br>無理に不良してる子、不良らしくないけど何故かグループに溶け込んでる子とかですね。<br>一方で（主人公の彼氏グループのように）似た物同士のグループというのも一つはあるかな、と。<br>できるだけバラエティに富んでいると面白いでしょうし。"
        },
        {
          talker: "ゆうやみ",
          text: "グループ内ポジションは凄く役に立ちました。<br>ほぼ被り無しだったので生徒が覚えやすかったです。<br>あと、みかどさんの生徒が覚えやすい理由がもう一点あると思ったのですが、<br>それはずばり「長さ」。<br>自分の場合は生徒の特徴とエピソードをセットにして覚えるので、<br>話が長い分、生徒の性格を反映した話も沢山出てくて、非常に覚えやすかった気がします。"
        },
        {
          talker: "みかど",
          text: "即退場キャラは外伝で活躍させたりして、<br>できるだけ多くのキャラに脚光浴びてもらえるように心がけたつもりではいます。"
        },
        {
          talker: "ゆうやみ",
          text: "資料も圧倒されるほど多いですよね。どっぷりハマるにはうってつけといった感じ。"
        },
        {
          talker: "みかど",
          text: "読者の方が作成して下さったものもありますね。タイムテーブルとか。<br>原作にない銃が多いので、登場銃器リストなんかはどうしても付けたかったです。<br>支給品所持経緯は自分は他では見た事ないかもしれませんね。あれも頂き物ですが。（苦笑）<br>色んな場所を参考にさせて頂いて、これはいいな、と思ったコンテンツで肉付けした感じです。"
        },
        {
          talker: "ゆうやみ",
          text: "そうなんですか。でも良い感じですよね。読者と一緒に作っているというのは。"
        },
        {
          talker: "みかど",
          text: "はい、日々感謝感謝です。"
        }
      ]
    },
    {
      title: "オリバトはこうして出来ている",
      entries: [
        {
          talker: "ゆうやみ",
          text: "そういえば、話の筋は55話以降はみかどさんのオリジナルなんですか？<br>それともまみょさんから今後の展開を聞いて、参考にしたんですか？"
        },
        {
          talker: "みかど",
          text: "55話以降は完全に自分のオリジナルです。<br>後半、ジェノがやり過ぎた感じはしますけど。（苦笑）"
        },
        {
          talker: "ゆうやみ",
          text: "完全オリジナルではない生徒を動かしたわけですが、<br>完全オリジナルである2作目の生徒と比べて、何か違和感とかダレとか感じませんでしたか？"
        },
        {
          talker: "みかど",
          text: "やっぱりそれなりの流れが事前にある生徒達は幾分書き易い気がします。<br>2作目のほうが動かせる幅は大きいんでしょうけど、方向性を決めるのが少し骨です。"
        },
        {
          talker: "ゆうやみ",
          text: "引継ぎみたいな感じで執筆されたのってみかどさんしか知らないんですが、<br>そう感じられたんですか。"
        },
        {
          talker: "みかど",
          text: "例えば某生徒は自分のグループ内の他にＡグループとは仲良く、<br>Ｂグループとは仲悪いというのが、ラスメでは事前にある程度あったのですが、<br>2作目ではそれも生徒達が関わる中で練って足していってますから。<br>一作目が隔日更新で二作目が三日置き更新なのもその辺が多少あるとは思いますね。<br>……というのは言い訳かもしれませんが。（汗）"
        },
        {
          talker: "ゆうやみ",
          text: "自分はその自由度が素晴らしいみたいな。苦にならないというか。<br>そのせいで、プロットだけいっぱい出てくる現象があるんでしょうけど。"
        },
        {
          talker: "みかど",
          text: "実在の人物がモデルの生徒同士だと、そこから関係決めればいいんですけどね。"
        },
        {
          talker: "ゆうやみ",
          text: "凄く辛そうですね。みかどさんって、<br>続編のアイディアというかシナリオだけ一杯溜まってるみたいなことはありませんか？<br>どうも少なそうな気がしてならないんですが。"
        },
        {
          talker: "みかど",
          text: "自由度は高いけれど、最終的に選べる方向は一つじゃないですか。<br>色んな可能性を考えると、一つに絞るのがどうしても躊躇しちゃうんですよね。<br>こういうのもいいな、みたいな。繋げては使えそうにないアイデアなんかが結構ありますね。<br>オムニバスオリバトでも書く時あれば使うかもしれませんけど。"
        },
        {
          talker: "ゆうやみ",
          text: "そんな感じなんですか。<br>こっちは単発でオリバトのアイデアが出てくるので、「シリーズ化」とかアホなことを言ってみたり。<br>みかどさんのいう、「繋げては使えそうにないアイデア」と同じかな。"
        },
        {
          talker: "みかど",
          text: "人体標本に生徒の髪とか目とかを付けていって、<br>｢クラスを象徴する人体標本君作っちゃうぞー｣的ジェノとか。<br>後はチョップで担任の先生の首を圧し折る○ン○ニ○猪○教官とか。"
        },
        {
          talker: "ゆうやみ",
          text: "グロい！＜人体標本"
        },
        {
          talker: "みかど",
          text: "アイデア交換して合作したりしたら面白そうですよね(笑)。"
        },
        {
          talker: "ゆうやみ",
          text: "それはそれで、凄いオリバトになりそうだ。（笑）<br>自分は逆にそういう繋げそうなアイデアはあんまり思いつきませんね。<br>なんというか「構図」で思いつくというんですか。<br>多数の生徒もしくはプログラム外部の人間まで巻き込んで、<br>特殊な形の構図を作るみたいなのが好きです。"
        },
        {
          talker: "みかど",
          text: "なるほど。自分が知ってるオリバトでは原作の桐山はクローンで、<br>本物の桐山が父親殺害した後、偉い人を沖木島に集めてプログラムさせるなんてのもあります。"
        },
        {
          talker: "ゆうやみ",
          text: "そいつは凄い！「バトル・ロワイアル 復讐編」みたいな。<br>本物の桐山は感情あるのかな？無いのだったら復讐ということは無さそうですけど。"
        },
        {
          talker: "みかど",
          text: "ああいうのは新しい設定とかを大幅に足すって点で二次創作の域を超えた部分ありますよね。<br>勿論カテゴリ的には二次創作ですけど。"
        },
        {
          talker: "ゆうやみ",
          text: "そうですね。自分がよく思いつくのはそういう風な感じのアイデアが多いです。"
        },
        {
          talker: "みかど",
          text: "br系の新展開っていうと、大人対子供の直接的な戦いっていうのが、<br>前作の終わり方からも連想しやすい展開ですよね。<br>そうするとプログラムだけでは収まらないでしょうし。<br>けれどやっぱりプログラム的な部分も盛り込みたいですし。"
        },
        {
          talker: "ゆうやみ",
          text: "映画版BRの延長上みたいな感じですか。"
        },
        {
          talker: "みかど",
          text: "ですね。または当時子供だった生徒達が大人の視点になって……という。<br>あるいは反政府組織に入ったりして、<br>けれどそこも一般人からすれば\"平穏を乱す物騒な組織\"なわけで。<br>でも反政府組織を背景に持ってきたほうが政府ないし大人との戦場を演出し易いですよね。"
        },
        {
          talker: "ゆうやみ",
          text: "確かに。そういえば反政府組織視点の作品も小数ながら存在していたような。"
        },
        {
          talker: "みかど",
          text: "そこまで手の込んだ作品は自分では無理そうですが。（苦笑）"
        },
        {
          talker: "ゆうやみ",
          text: "そうですかね？俺の目指してるオリバトがそういう系なんですけど。そこまで難しいとは。<br>あ、でもプロットの時点で肝心のプログラム部分が甘いなぁと思うこと多々。（汗）"
        },
        {
          talker: "みかど",
          text: "自分、脳内プロットだけでやってる上に展開も閃き任せの自転車操業ですから。"
        },
        {
          talker: "ゆうやみ",
          text: "それでずっと連載していたとは、凄くないですか？<br>普通のオリバト作者さんだったら話がメチャクチャになったりするので、<br>ノートとかにメモ書きするというのが多いみたいですけど。"
        },
        {
          talker: "みかど",
          text: "……あ、一応部分部分の描写や台詞を書いたネタ帳みたいなものは所持しておりますが。"
        },
        {
          talker: "ゆうやみ",
          text: "それは面白いですね。こちらのノートはデータベースみたいな感じなんですけども。"
        },
        {
          talker: "みかど",
          text: "それ見て｢この台詞はどこで使おう｣｢どう使おう｣って感じで組み立てていきますね。<br>で、脳内に保管してから打ち込むという。<br>飲み会などの長距離電車移動時に書くので、文字が乱れまくって読めなかったりしますが。"
        },
        {
          talker: "ゆうやみ",
          text: "興味深いですねー。そんな風に作ってらっしゃるんですか。"
        },
        {
          talker: "みかど",
          text: "あとはPCにもストックストーリーってファイルがあって、<br>部分的に後々の話の書きためなどもしてます。<br>それを繋げるのがまた閃き頼りなんですけど。（苦笑）"
        },
        {
          talker: "ゆうやみ",
          text: "人によってやっぱりメモというかノートの使い方が違いますね。"
        },
        {
          talker: "みかど",
          text: "ちょっとだけ見ますか？直接アドレス打ちで見ると改行されてなくて凄いですけど。<br>生徒個人の細かい情報とかをメモされてる方が多いでしょうね。<br>家族構成、身長体重、部活動。<br>夕闇さんの作品は生徒数が百人ですから網羅するのが大変じゃないですか？"
        },
        {
          talker: "ゆうやみ",
          text: "実は今、携帯でノート取ってみたんですよ。<br>かなり見難いですけど。取替えっこして見てみますか？（笑）"
        },
        {
          talker: "みかど",
          text: "いいですよ。<br>（みかどさんのストックストーリーファイルのアドレス）<br>後半は他の作家さんと話した別オリバトの展開予想などもまざってますが。（苦笑）"
        },
        {
          talker: "ゆうやみ",
          text: "本当に色んな要素がごっちゃですね。複数作品のメモが混じってるみたいですが。"
        },
        {
          talker: "みかど",
          text: "ファイルマネージャで見ると、きちんと改行とかで分けられてるんですけど。（汗）<br>パロバトのまで混ざってましたね。自分の部屋が容易に連想できます。"
        },
        {
          talker: "ゆうやみ",
          text: "（管理人のオリバトノートが写ったファイルのアドレス）<br><br>わけ分からんと思うので解説しますと、<br>まず左がシナリオプロット書いた見開きを遠目から撮ったもので、真ん中がそのアップ。<br>右はキャラ別のデータが書いてあるところです。1人につき半ページ割いてます。"
        },
        {
          talker: "みかど",
          text: "も、物凄い綿密に書かれてますね（驚）。<br>これが普通だとすると、自分なんて95％脳内メモリー頼りですよ。<br>一人一人の展開をここまで詳しく。<br>蛍光ペンを利用されているところが力の入りようを窺わせますね。"
        },
        {
          talker: "ゆうやみ",
          text: "ちなみに左と真ん中ので見えてる蛍光紫ペンのラインが「部」の区切りです。<br>1行は左から話数・誰の視点か・話しの展開となっています。<br>名前の右下に「会」とか「逃」とか書いてアクションの管理をしてます。"
        },
        {
          talker: "みかど",
          text: "二作目からですけど、<br>自分は主人公がいる時は必ず主人公視点にするようにしたんですよ。<br>視点固定は難しいですよね。"
        },
        {
          talker: "ゆうやみ",
          text: "視点がぐらいついていると、どうにもダメですね。"
        },
        {
          talker: "みかど",
          text: "ここだけは相手の視点にしたい！って場所が出てきますからね。<br>あんまり拘らないほうがいいんですかねぇ。それとも自分の組み立てが下手なのか。（汗）"
        },
        {
          talker: "ゆうやみ",
          text: "というか、一度に人をたくさん出したりしますか？<br>自分の場合は一度に出てくるのが少人数なので、<br>必然的に誰が視点を取るか見えてくるんですけど。"
        },
        {
          talker: "みかど",
          text: "自分とこは多くて四、五人ですけど。<br>むしろ一対一の戦闘なんかで交互に視点を与えたかったり。"
        },
        {
          talker: "ゆうやみ",
          text: "確かに戦闘時の視点を交互に動かす手法はよくやりますね。"
        },
        {
          talker: "みかど",
          text: "描写多過ぎてもだれますし、少な過ぎても状況わからないですし。<br>台詞もやたら入れると……細かい部分で神経使います、戦闘シーンは。"
        },
        {
          talker: "ゆうやみ",
          text: "あとグループ内でどうしても視点取るキャラに偏りが出来る際は、<br>アクセントとして控えめなヤツからの視点にしてみたり。"
        },
        {
          talker: "みかど",
          text: "それはありますね。そうするだけでがらっと場の雰囲気が変わって見えますから。"
        }
      ]
    },
    {
      title: "アイデア夢想",
      entries: [
        {
          talker: "ゆうやみ",
          text: "脱出策で思い出したんですが、オリバトにありがちな結末についてどう思いますか？<br>「優勝生徒が反政府組織へ」とか「脱走成功してアメリカへ」辺りはポピュラーですよね。"
        },
        {
          talker: "みかど",
          text: "例えば反政府組織になってからの動きに変化をつけたりもできるんじゃないでしょうかね。"
        },
        {
          talker: "ゆうやみ",
          text: "動きに変化というと……具体的には？"
        },
        {
          talker: "みかど",
          text: "例えばジェノが優勝して、反政府組織にダブルスパイとして……とか。（笑）"
        },
        {
          talker: "ゆうやみ",
          text: "凄いブラック！よくそんなの思いつきますね。（驚嘆）"
        },
        {
          talker: "みかど",
          text: "エピローグで反政府組織に入ってウン十年後の主人公を書くとか。<br>そういうバリエーションつけるだけでも結構違って見えませんか？"
        },
        {
          talker: "ゆうやみ",
          text: "それは良いですよね。下手に国家体制変えちゃうよりは。<br>エンディングでいきなり国家転覆とかしているのは萎えることが多いですね……"
        },
        {
          talker: "みかど",
          text: "その時には既に大東亜が崩壊して、元テロ組織が実権握ってたりして。<br>国家転覆するなら過程が欲しいですよね。エピローグだけで書くとなると大変でしょうけど。<br>やっぱり米帝が絡まないと転覆は難しいでしょうし。国内の動きだけでは……"
        },
        {
          talker: "ゆうやみ",
          text: "むしろね、自分がやろうと思ってるのは、途中で終わっちゃうこと。"
        },
        {
          talker: "みかど",
          text: "途中？中盤戦でEND……でなく、国家転覆活動の途中ですか。"
        },
        {
          talker: "ゆうやみ",
          text: "いや、そこじゃなくて、最終決戦とかで、<br>対峙した二人が同時に引き金を引いて終わっちゃうみたいな。<br>誰が優勝したのか不明のまま終了。"
        },
        {
          talker: "みかど",
          text: "あぁ、なるほど。読者さんが消化不良になっちゃいそうですね。<br>納得させるように書くのは難しいのでは？"
        },
        {
          talker: "ゆうやみ",
          text: "隠しでエピローグでも置いとくとか。それだとかなり意味無いですけど。<br>それまでに話を終わったと思わせる必要がありますね。<br>話の主題をプログラム自体から他の物に変えて、プログラムの最中に進行させて、<br>それについての話の完結＝作品の終わりとするとか。"
        },
        {
          talker: "みかど",
          text: "実は片方の弾は直前の戦闘シーン描写から推理するに弾切れで、<br>そんな感じで優勝者が密かにわかるとか。<br>あるいは両者の左胸に着弾して倒れるところで終わるけど、<br>片方の胸にはペンダントが入っていたからかろうじて助かっただろう、とか。"
        },
        {
          talker: "ゆうやみ",
          text: "もしくは結果を飛ばして、正体不明の優勝者（様子から推理できる）を描いて終わりか。<br>やりたい。（笑）"
        },
        {
          talker: "みかど",
          text: "そういうのもありますね。<br>推理できたら途中で終わらせる必然性が薄れるし、できない人は消化不良っぽいですし。<br>うーん難しい……自分も二作目のラストは、じっくり考えていきます。"
        },
        {
          talker: "ゆうやみ",
          text: "楽しみにしてます。っていうかさっさとラスメ読み終われ。俺。"
        }
      ]
    }
  ]
};
