import { TalkData } from "./Talk";

export const talklog3: TalkData = {
  id: 3,
  title: "うれしい！楽しい！大好き！",
  guest: "松風美奈子氏",
  date: "2004年1月17日～1月18日",
  sections: [
    {
      title: "オリバト界参入に至るまで",
      entries: [
        {
          talker: "ゆうやみ",
          text: "まずはBRやオリバトにはまったきっかけから教えていただけますか？"
        },
        {
          talker: "松風美奈子（以下美奈子）",
          text: "偶然で映画のVHSを見てから、ネット上でいろいろ調べてです。"
        },
        {
          talker: "ゆうやみ",
          text: "映画のビデオ化がきっかけですか。公開中から興味はあったんでしょうか？"
        },
        {
          talker: "美奈子",
          text: "公開中は存在さえ知りませんでした。年末にどこかで紹介されていて……"
        },
        {
          talker: "ゆうやみ",
          text: "それはそれで意外かも。（笑）<br>ビデオ化は確か、2001年の夏ぐらいでしたっけ。ブームに一段落ついたころというわけですね。"
        },
        {
          talker: "美奈子",
          text: "そんな感じですね。それから原作を本屋で探して……"
        },
        {
          talker: "ゆうやみ",
          text: "一度、原作を読んでみていかがでしたか？"
        },
        {
          talker: "美奈子",
          text: "読み応え、たっぷりでしたね。友情と信頼についていろいろ考えますよね。"
        },
        {
          talker: "ゆうやみ",
          text: "そうですね。自分も青春小説として、そしてエンターテイメント小説として、<br>凄まじい衝撃を受けました。<br>でもって、BRサイトを巡っていたら柳屋に辿りついた、と。"
        },
        {
          talker: "美奈子",
          text: "そうなりますね。"
        },
        {
          talker: "ゆうやみ",
          text: "オリバトとの出会いも柳屋ですか？"
        },
        {
          talker: "美奈子",
          text: "柳屋はオリバトとしては4箇所目ですね。"
        },
        {
          talker: "ゆうやみ",
          text: "最初はどこのオリバトを？"
        },
        {
          talker: "美奈子",
          text: "「NOBODY ALIVE」（注1）だったと思います。"
        },
        {
          talker: "ゆうやみ",
          text: "ちょっと思い出せなかったのでググってみましたが、あそこですか。<br>完結済みのだと何処になりますか？"
        },
        {
          talker: "美奈子",
          text: "読んでて最初に完結したのはMASK氏のサイト（注2）ですね。今は修正中ですが。"
        },
        {
          talker: "ゆうやみ",
          text: "初めて知った。善通寺プロってここのことなんですね。へぇ～。"
        },
        {
          talker: "ゆうやみ",
          text: "オリバトを書こうと思ったきっかけを教えていただけますか？"
        },
        {
          talker: "美奈子",
          text: "たくさんのオリバトを読んでるうちに自分も書きたくなっただけです。もともと作文は好きですし。"
        },
        {
          talker: "ゆうやみ",
          text: "1作目も2作目も柳屋さん（注3）に投稿という形で連載してますよね。"
        },
        {
          talker: "美奈子",
          text: "ちょうど、柳屋が投稿受け付けてましたから。"
        },
        {
          talker: "ゆうやみ",
          text: "2002年だと既にオリバト専門サイトはかなりあったと思いますが、<br>立ち上げようとは思いませんでしたか？<br>美奈子さんの筆力なら独立しても十分良い評価を受けられると思うのですが。"
        },
        {
          talker: "美奈子",
          text: "2002年4月から柳屋の図書部門の管理人になっているので、立ち上げる必要がなかったですね。"
        },
        {
          talker: "ゆうやみ",
          text: "柳屋の図書館長になるのと、連載開始するのはどっちが先でしたっけ？"
        },
        {
          talker: "美奈子",
          text: "3月から連載開始で、4月には会長の都合で会長代理になってます。"
        }
      ]
    },
    {
      title: "オリバト製作の裏側・オリバトというジャンル",
      entries: [
        {
          talker: "ゆうやみ",
          text: "そうでしたか。初めてオリバトを書くにあたって、事前準備のようなものはされました？<br>銃器関連の専門知識を調べたりとか、他のオリバトの傾向を掴んでみたりとか。"
        },
        {
          talker: "美奈子",
          text: "武器の知識は今でもゼロです。他のオリバトはたくさん読みましたね。<br>ネタ被り予防のためにですが。"
        },
        {
          talker: "ゆうやみ",
          text: "ネタ被りは本当に怖いですからね……"
        },
        {
          talker: "美奈子",
          text: "装弾数とかは知らなくても困らないようにストーリーを考えてますね。<br>水中脱出ネタを披露した時、他の投稿作家の方から「先に使われてしまった」とぼやかれました。"
        },
        {
          talker: "ゆうやみ",
          text: "コンセプトとかって毎回決めてますか？"
        },
        {
          talker: "美奈子",
          text: "コンセプトは特には決めてません。ストーリーの幅を狭めるだけでしょうから。"
        },
        {
          talker: "ゆうやみ",
          text: "なるほど。生徒の設定などについてはいかがでした？すぐに全員決まりました？"
        },
        {
          talker: "美奈子",
          text: "まず主役級を決めて、それにからむ役割を決めていきます。<br>数人は、後から浮かぶネタのために未設定で温存します。"
        },
        {
          talker: "ゆうやみ",
          text: "確かに未設定生徒、何人かいた方がいいですよね。<br>うちの1作目はほとんどガチガチに決めてから連載開始したので、<br>連載開始してから話の中で矛盾とか見つかってしまって、修正がめちゃくちゃ大変でした。"
        },
        {
          talker: "美奈子",
          text: "それは苦しいですね。融通が利かないと行き詰まり易いですね。"
        },
        {
          talker: "ゆうやみ",
          text: "そういえば、美奈子さんはオリバトを作る時、ストーリー→生徒という順番ですか？<br>それとも生徒→ストーリーですか？<br>自分はほとんどストーリー→生徒で設定さえ決めてしまえば、<br>書くべき話が見えてくるので、そういう意味では悩まずにすむのですが。"
        },
        {
          talker: "美奈子",
          text: "両方ですね。前作では、主人公奈津美・相棒奈津紀・典子弟・坂持娘の4人が原設定。<br>他に予知夢などのネタを事前に用意しました。"
        },
        {
          talker: "ゆうやみ",
          text: "両方ですか。様子から察すると、連載進行と共にストーリーを練り上げていったようですが。"
        },
        {
          talker: "美奈子",
          text: "その通りです。最終的には原案と全く違う部分が続出です。"
        },
        {
          talker: "ゆうやみ",
          text: "俺は先程も少し触れましたが、先にほとんど作ってしまう手法を取っているので、<br>違う手法をとっている人には凄い興味があります。"
        },
        {
          talker: "美奈子",
          text: "ただの無計画ですよ、あたしは。（笑） 読者の応援で生還者に昇格した子もいますからね。"
        },
        {
          talker: "ゆうやみ",
          text: "死亡者の予定が、生還者に昇格とは凄いですね。<br>ある意味、博打というか、オリバト作者としてやっちゃいけないことなんでしょうけど……"
        },
        {
          talker: "美奈子",
          text: "途中で適当に消える予定の子でしたが、<br>熱烈なファンの方が現れて何度か助命嘆願メールを……"
        },
        {
          talker: "ゆうやみ",
          text: "具体的に言っちゃうと、誰ですか？"
        },
        {
          talker: "美奈子",
          text: "真砂彩香です。特に死ぬことには意義のない子だったので何とかなりました。"
        },
        {
          talker: "ゆうやみ",
          text: "途中で適当に消えるということは、当初の予定では準主役級ですらなかったということですよね。 <br>準主役級は「死に方はカッコよく」と不文律が出来てる部分があるじゃないですか。<br>それを復活させたわけではない、と。"
        },
        {
          talker: "美奈子",
          text: "もともとは永田弥生と対比させるために作ったキャラです。<br>本来の役割はあそこで終了だったのです。<br>死に意義のあるキャラは、死ぬことが役割なのですから。<br>それには石本竜太郎や川越あゆみが該当します。"
        },
        {
          talker: "ゆうやみ",
          text: "それにしても読者の要望で復活とは初めて聞いた……熱意に負けた形ですか？"
        },
        {
          talker: "美奈子",
          text: "その通りです。大槻貴之との関係もその方の要望で作ったものです。<br>貴之の蘇生まで希望されましたが、それは断りました。"
        },
        {
          talker: "ゆうやみ",
          text: "それにしてもこの凄まじい柔軟性は、ストーリーを先に決めておかないという所からきていますよね。<br>ウチだったら考えられないですよ。マジで。"
        },
        {
          talker: "美奈子",
          text: "その通りですね。主役級の数人以外はかなり自由に動かせます。"
        },
        {
          talker: "ゆうやみ",
          text: "でもなんというか、それが故に苦労するってことも無くないですか？<br>確かに後からアイデアを盛り込めますが、展開の整合性とか。 <br>自分はそれが気になって、ストーリー主導になってしまいがちです。"
        },
        {
          talker: "美奈子",
          text: "特に苦労はしないですよ。整合性があまり必要でないように持って行くので。"
        },
        {
          talker: "ゆうやみ",
          text: "なんと。読者に予測できない展開で責めまくりですか。"
        },
        {
          talker: "美奈子",
          text: "読者どころか自分でさえ意外なストーリーになったりしますよ。<br>浅井里江の消え方なんて……革命も原案にはなかったですし。"
        },
        {
          talker: "ゆうやみ",
          text: "まさに自分にとっては未知の領域だ……。<br>ところで、美奈子さんはキャラクターに自分を投影させたことあります？"
        },
        {
          talker: "美奈子",
          text: "自分を投影ですか？特にないですよ。<br>キャラってのは、ある程度立てておけば一人歩きしてくれますから。"
        },
        {
          talker: "ゆうやみ",
          text: "なんというかすっごく楽しそうに見えます。それは。"
        },
        {
          talker: "美奈子",
          text: "楽しんで書かなければつまらないではないですか。<br>「この状況で、この子ならばどうするかな」と考えるのが楽しいです。"
        },
        {
          talker: "ゆうやみ",
          text: "楽しいで思い出したんですが、美奈子さんの文章も読んでて楽しいですね。<br>作文は得意だったと冒頭で言われてましたが、納得といった感じ。"
        },
        {
          talker: "美奈子",
          text: "小学生の時から2次創作書いてますからね。"
        },
        {
          talker: "ゆうやみ",
          text: "小学生からですか。しかも1次じゃなくて2次……"
        },
        {
          talker: "美奈子",
          text: "2次の方が楽ですよ。基本設定、考えなくて書けますから。"
        },
        {
          talker: "ゆうやみ",
          text: "ある程度の制限がかけられている中で、自由に描く。オリバトと通じるものがありますね。"
        },
        {
          talker: "美奈子",
          text: "そうですね。だから、オリバトはとても馴染みやすいですし、2次創作にうってつけの題材ですよ。"
        },
        {
          talker: "ゆうやみ",
          text: "確かにバトルロワイアルは2次創作にうってつけですね。"
        },
        {
          talker: "美奈子",
          text: "それに、オリバトは人物の書き分けの練習にも最高です。<br>とにかくあたしは、キャラ立て重視で、戦闘はおまけです。"
        },
        {
          talker: "ゆうやみ",
          text: "人物の書き分けの練習というか「特訓」。（笑）<br>その点でも美奈子さんのは地に足がついている印象がありますね。"
        },
        {
          talker: "美奈子",
          text: "できるだけいろいろなタイプの子を作って、それぞれ活躍させてあげたいと思ってます。"
        },
        {
          talker: "ゆうやみ",
          text: "ある意味、完璧なオリバトのような気がする……＜生徒重視"
        },
        {
          talker: "美奈子",
          text: "完璧なわけないですよ。（笑）できるだけ多くの子に主役の回を作ってあげようとは思ってますが。"
        },
        {
          talker: "ゆうやみ",
          text: "いやいや、魅力的なキャラクターがいるってことは凄まじく大事だと思います。<br>他の作品と競争とかそういうつもりじゃないですが、強力な武器になりえますよ。<br>しかも描写も伴ってないと、設定が空回りするだけですから、真似しにくいですし。"
        },
        {
          talker: "美奈子",
          text: "有難う御座います。いかにいろいろな人間を知っているか……ですね。<br>その点で、社会人のあたしは有利かも。拙作にお気に入りの子はいますか？"
        },
        {
          talker: "ゆうやみ",
          text: "む、難しい。皆、魅力に溢れてて、読んでて楽しいという印象が強すぎです。<br>読んでて素直に楽しいというのは、初めて読んだオリバトである某永遠王国（注4）以来です。"
        },
        {
          talker: "美奈子",
          text: "有難う御座います。個性の強い子が続出ですが。"
        },
        {
          talker: "ゆうやみ",
          text: "人生経験では確かにかなわないですからね。社会人には。<br>本当に真似できませんね。描写力と、人生経験と。"
        },
        {
          talker: "美奈子",
          text: "いろいろな世代や職業の人間を観察する機会を持ってますからね。"
        },
        {
          talker: "ゆうやみ",
          text: "学生はその辺り、頭打ちするのが早い気もしなくはない……"
        },
        {
          talker: "美奈子",
          text: "学生さんはバイトなどで社会に接するか、読書量を増やすことで克服可能だと思いますよ。"
        },
        {
          talker: "ゆうやみ",
          text: "確かにそうですね。あ、読書で思い出したんですけど。<br>読書量と、作品中に心理描写が増えるという事には、関係があると思うんですがどうでしょう？<br>普通、読書すると物事に対する考察力が上がるじゃないですか。<br>その反動で、心理描写ばっかりになってしまって、状況描写がなかなか書けないんですよ。"
        },
        {
          talker: "美奈子",
          text: "ありますね。描写方法をいかに多く知っているかですね。状況ですか。<br>自分がその場所にいると考えて、<br>天気・気温・風向き・聞こえる音などはどうだろうかと考えると自然に書けますよ。"
        },
        {
          talker: "ゆうやみ",
          text: "あいたたた。見事に忘れがちです。"
        },
        {
          talker: "美奈子",
          text: "常に自分を、その回の主役キャラの位置において考えるようにしています。"
        },
        {
          talker: "ゆうやみ",
          text: "なるほど。過去のエピソードなどもそういう風にして思いついたものですか？<br>普通のオリバトより、かなり多くて細かいという印象を受けたのですが。"
        },
        {
          talker: "美奈子",
          text: "それはキャラ立ての問題になりますね。<br>そのキャラの性格・行動にふさわしい過去を創作します。<br>どうして不良になったかとか。どうして優しい性格になったかとか……"
        },
        {
          talker: "ゆうやみ",
          text: "理由付けをしっかりするというわけですね。"
        },
        {
          talker: "美奈子",
          text: "できるだけ理由付けしたいですね。こじつけもありますけど……"
        }
      ]
    }
  ],
  notes: [
    {
      id: "1",
      text: "どちらも消失していると思いきや、まだ残っていて驚いた。（2008年7月末現在）……というわけで詳しく知りたい方は検索エンジン経由で直接行って頂きたい。なお善通寺プロの方はそこそこ知名度があった。"
    },
    {
      id: "2",
      text: "どちらも消失していると思いきや、まだ残っていて驚いた。（2008年7月末現在）……というわけで詳しく知りたい方は検索エンジン経由で直接行って頂きたい。なお善通寺プロの方はそこそこ知名度があった。"
    },
    {
      id: "3",
      text: "「柳屋總本店」（YAN氏）のこと。若紫文庫の前身となるサイトであり、この時から既にオリバト投稿の総本山だった。本文でも述べられているとおり、美奈子氏も副管理人的なポジションで活動していた。"
    },
    {
      id: "4",
      text: "「Eternal The World」（アキィ氏）のこと。オリバト黎明期の大手サイトで、更にAPLというオリバトリンク集を運営する等、絶大な影響力を誇った。OBRNもAPLの閉鎖をきっかけに立ち上げられたサイトである。またキャラ重視型オリバトの先駆けでもあり、魅力的かつ独創的なキャラ描写にはファンも多かった。閉鎖以来、2006年に1度復活するも再消失してしまう。"
    }
  ]
};
