import { TalkData } from "./Talk";

export const talklog4: TalkData = {
  id: 4,
  title: "蘇える遺言と素晴らしきアイデア",
  guest: "みかど氏",
  date: "2004年1月31日～2月1日",
  foreword: "第4回は<a href=\"https://wishstar1208.web.fc2.com/\" target=\"_blank\">「Last Message」</a>の管理人・みかど氏にゲストとして対談していただきました。今回は<a href=\"https://wishstar1208.web.fc2.com/obr-lm/brstorymokuji.html\" target=\"_blank\">1作目「Last Message」</a>についてのお話と、アイデアの出し方、そして製作手法について話しました。",
  warningText: "第1作「Last Message」のネタバレあり",
  sections: [
    {
      title: "まずは1作目「Last Message」。しかし……",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "まず先にお断りしておきたいんですが。というか謝らなければならないのですけれども。実は対談に向けて「ラスメ」を昨日読み始めたのですが、<note id=\"1\">3時間ありゃ1作読める</note>と思ってタカを括っていたら、序盤戦の終わりまでしか読めなかったんです。（滝汗）でもってマジで申し訳ないんですが、中心の話題は前回の美奈子さんと同じくオリバト製作についてということになります。本当にすみません。"
        },
        {
          talker: "みかど",
          text: "長過ぎますよね（苦笑）序盤戦の終わりでも45話だからかなり凄いですよ、3時間だと。"
        },
        {
          talker: "夕闇幻楼",
          text: "更新スピードが半端じゃないというのはOBRNをやってるので当然知っているんですが、今回読ませていただいて、スピードと共に質・量の面に関しても敬服しました。画面左端から右端まで文字で埋め尽くされてる形式でスクロール量が少ないから、「短い」と思い込んでしまっていたんですが……まさかあそこまで長いとは。"
        },
        {
          talker: "みかど",
          text: "有難うございます、恐縮です。文字も小さいので、実はかなりの文章量だったりするんですよね。 一作目は隔日更新でしたから今考えると自分でも驚きです。描写がやたら多いので上手く削りたいとは思ってるのですが、なかなか。"
        },
        {
          talker: "夕闇幻楼",
          text: "まずはラスメの背景事情から御伺いしたいのですが。トップページに外伝著者～とか殺陣監修～とか表記されているんですが、その辺りの説明が無かったように思われますので。少々御説明いただけないかなと。"
        },
        {
          talker: "みかど",
          text: "本来のホームページのお客さんが連載していた、\"バトル☆ロァィヤル\"と言う名のオリバトが執筆凍結されてしまい、その後続きを書かせて頂きたいと思い、リメイクさせて頂いた形になってます。殺陣というのは、戦闘シーンとかの助言をして下さるHP関係の友人さんの事です。（笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "みかどさんの<note id=\"2\">本館サイト</note>（実はまだ一度訪問したことが無いのですが）で投稿連載していたのを、管理人であるみかどさんが引き続いて書いたということですか？"
        },
        {
          talker: "みかど",
          text: "いえ、今の自分のようにバトロワ小説メインの別館HPを持つ方がいらっしゃって、その方から作品を頂いた形です。うちに投稿されていたわけではありませんね。BRを書きたいと思ったのは<note id=\"3\">某大手サイト様のBR2</note>を拝読したのがきっかけです。それからまみょさんのをリメイクしたいという流れに。"
        },
        {
          talker: "夕闇幻楼",
          text: "現行の何話ぐらいまで、まみょ氏が書かれたのですか？"
        },
        {
          talker: "みかど",
          text: "えっと、だいたい55話ですね。まみょさんのでは序盤のはずのシーンがうちでは終盤戦後半に入ってたりするのでまちまちですが。"
        },
        {
          talker: "夕闇幻楼",
          text: "旧版からどのくらい手を加えられて、どのくらい変わったのですか？"
        },
        {
          talker: "みかど",
          text: "最初から六人目に退場するはずの生徒が残り十人まで残ったり、元々は担任の先生が教官だったのですけどそこも変わりましたね。オリジナル生徒も一人増えました。三村的存在のキャラがみかど版では元渕的扱いだったり、ジェノが主人公になってたりと大きな変更も加えました。あ！何より、会場が学校から島に変わったのも大きいですね。"
        },
        {
          talker: "夕闇幻楼",
          text: "かなり変わったんですね。今作を読んで、単独行動生徒があまりいない印象を受けました。 それとグループが凄い重要な意味を持っていると感じたのですが、その傾向もそのままですか？"
        },
        {
          talker: "みかど",
          text: "確かにグループはかなり明確に表されてますね。グループ設定に関してはほとんど元作品のままです。主人公のグループと不良グループが険悪なのが特に印象的だったので。単独行動は、少ないですね。あと仲間内ではちょっと綺麗過ぎるかもしれませんね。もうちょっと｢同じグループでもこいつは嫌い｣とかいうリアル感あっても良かったでしょうけど。そういう黒い面は特定のグループがまとめて被っちゃったりしてますし。"
        },
        {
          talker: "夕闇幻楼",
          text: "グループがかっちり分かれてるのに、凄くリアルに感じました。グループメンバーが誰か死んでしまっても、それが他のメンバーの意識に強い影響を与えている点が明確なのに関心しました。"
        },
        {
          talker: "みかど",
          text: "退場してから高い支持を頂いた生徒もいます。亡霊として本部爆破に助力したといいますか。亡霊なのかどうか自分でも微妙な感じにしてしまってますけれど。（苦笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "そういえば、主人公が変えたというお話が先ほど出ていましたが、何故、高井里奈にしようと思ったのですか？"
        },
        {
          talker: "みかど",
          text: "元作品は主人公なしの作品だったんですよ。で、読んでて自分が一番惹かれた生徒にしました。｢どうして心（彼氏）が里奈にこれ（散弾銃）をくれたかわかる？里奈以外はみんな心と一緒に死ねって事でしょ！｣って台詞がツボでした。"
        },
        {
          talker: "夕闇幻楼",
          text: "なるほど。凄まじくアクが強い主人公だと思ったら、そういう経緯があったんですね。でも良い狙いだと思います。あんな主人公滅多にいないですし。マリス・ツヴァイという要素を取り入れ、強い部分と弱い部分とを同時に持つ女の子になっていますね。"
        },
        {
          talker: "みかど",
          text: "元作品ではジェノだったのでその台詞もあって良かったのですが、主人公でその台詞は……という事でマリス・ツヴァイなんていう設定を付け足しました。そんなこんなで今のラスメができた感じですね。マリスは、人間が一生のうちに使われない脳の部分があるっていう話から浮かんだアイデアです。某アニメなんかでは人類が宇宙で生活するようになってから、脳が刺激を受けて新しい能力が……なんてのもあるので、これもありかな、と。"
        },
        {
          talker: "夕闇幻楼",
          text: "確かに突飛ではありますが。戦闘能力的には強いけど、心情的には出て欲しくないという矛盾。そこらへんが魅力的だと思いました。"
        },
        {
          talker: "みかど",
          text: "使い始めて、あそこまで使い辛い設定だとは思わなかったですけど。（苦笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "あ、そうなんですか。具体的にちょっと聞いてみたいですね。どの辺りで苦労なされました？"
        },
        {
          talker: "みかど",
          text: "どのくらいの割合でマリスと理性を振り分けるか、って部分でしょうか。狂いっぱなしだとまずい場所もありましたし。"
        },
        {
          talker: "夕闇幻楼",
          text: "確かにずっとぶっちぎれモードだと、凄い勢いで殺戮バト化しますしね。"
        },
        {
          talker: "みかど",
          text: "マリス時は心理描写も全然違いますし。二重人格者が主導権争いしながら戦ってる、みたいな。最初のほうではマリスに流されるがままでしたけど、終盤戦なんかではだいたい抑えこんでましたね。後半になるにつれ理性の割合を多くしていきました。その分、素の自分で戦うわけで、負傷がちになりましたけど。"
        },
        {
          talker: "夕闇幻楼",
          text: "なるほど。他のキャラ設定に関してはいかがでしたか？"
        },
        {
          talker: "みかど",
          text: "元作品ではごく普通の生徒だったのがジェノになったりしましたね。性格的には同級生の性格を大袈裟にしたり。顔なんかは芸能人の方を参考にさせて頂いた方もちらほらです。ちなみに性格と顔のモデルは全く関係ないですね。"
        },
        {
          talker: "みかど",
          text: "あとグループ色が強いので、それぞれのグループでポジションみたいなのを割り当てました。我侭な子がリーダーなら、それに流される子、内心不満持ってる子、抑える役、とか。 不良グループならばいわゆる腰ぎんちゃく的キャラ、無理に不良してる子、不良らしくないけど何故かグループに溶け込んでる子とかですね。一方で（主人公の彼氏グループのように）似た物同士のグループというのも一つはあるかな、と。できるだけバラエティに富んでいると面白いでしょうし。"
        },
        {
          talker: "夕闇幻楼",
          text: "グループ内ポジションは凄く役に立ちました。ほぼ被り無しだったので生徒が覚えやすかったです。あと、みかどさんの生徒が覚えやすい理由がもう一点あると思ったのですが、それはずばり「長さ」。自分の場合は生徒の特徴とエピソードをセットにして覚えるので、話が長い分、生徒の性格を反映した話も沢山出てくて、非常に覚えやすかった気がします。"
        },
        {
          talker: "みかど",
          text: "即退場キャラは外伝で活躍させたりして、できるだけ多くのキャラに脚光浴びてもらえるように心がけたつもりではいます。"
        },
        {
          talker: "夕闇幻楼",
          text: "資料も圧倒されるほど多いですよね。どっぷりハマるにはうってつけといった感じ。"
        },
        {
          talker: "みかど",
          text: "読者の方が作成して下さったものもありますね。タイムテーブルとか。原作にない銃が多いので、登場銃器リストなんかはどうしても付けたかったです。支給品所持経緯は自分は他では見た事ないかもしれませんね。あれも頂き物ですが。（苦笑）色んな場所を参考にさせて頂いて、これはいいな、と思ったコンテンツで肉付けした感じです。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうなんですか。でも良い感じですよね。読者と一緒に作っているというのは。"
        },
        {
          talker: "みかど",
          text: "はい、日々感謝感謝です。"
        }
      ]
    },
    {
      title: "オリバトはこうして出来ている",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "そういえば、話の筋は55話以降はみかどさんのオリジナルなんですか？それともまみょさんから今後の展開を聞いて、参考にしたんですか？"
        },
        {
          talker: "みかど",
          text: "55話以降は完全に自分のオリジナルです。後半、ジェノがやり過ぎた感じはしますけど。（苦笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "完全オリジナルではない生徒を動かしたわけですが、完全オリジナルである2作目の生徒と比べて、何か違和感とかダレとか感じませんでしたか？"
        },
        {
          talker: "みかど",
          text: "やっぱりそれなりの流れが事前にある生徒達は幾分書き易い気がします。2作目のほうが動かせる幅は大きいんでしょうけど、方向性を決めるのが少し骨です。"
        },
        {
          talker: "夕闇幻楼",
          text: "引継ぎみたいな感じで執筆されたのってみかどさんしか知らないんですが、そう感じられたんですか。"
        },
        {
          talker: "みかど",
          text: "例えば某生徒は自分のグループ内の他にＡグループとは仲良く、Ｂグループとは仲悪いというのが、ラスメでは事前にある程度あったのですが、2作目ではそれも生徒達が関わる中で練って足していってますから。一作目が隔日更新で二作目が三日置き更新なのもその辺が多少あるとは思いますね。……というのは言い訳かもしれませんが。（汗）"
        },
        {
          talker: "夕闇幻楼",
          text: "自分はその自由度が素晴らしいみたいな。苦にならないというか。そのせいで、プロットだけいっぱい出てくる現象があるんでしょうけど。"
        },
        {
          talker: "みかど",
          text: "実在の人物がモデルの生徒同士だと、そこから関係決めればいいんですけどね。"
        },
        {
          talker: "夕闇幻楼",
          text: "凄く辛そうですね。みかどさんって、続編のアイディアというかシナリオだけ一杯溜まってるみたいなことはありませんか？どうも少なそうな気がしてならないんですが。"
        },
        {
          talker: "みかど",
          text: "自由度は高いけれど、最終的に選べる方向は一つじゃないですか。色んな可能性を考えると、一つに絞るのがどうしても躊躇しちゃうんですよね。こういうのもいいな、みたいな。繋げては使えそうにないアイデアなんかが結構ありますね。オムニバスオリバトでも書く時あれば使うかもしれませんけど。"
        },
        {
          talker: "夕闇幻楼",
          text: "そんな感じなんですか。こっちは単発でオリバトのアイデアが出てくるので、「シリーズ化」とかアホなことを言ってみたり。みかどさんのいう、「繋げては使えそうにないアイデア」と同じかな。"
        },
        {
          talker: "みかど",
          text: "人体標本に生徒の髪とか目とかを付けていって、｢クラスを象徴する人体標本君作っちゃうぞー｣的ジェノとか。後はチョップで担任の先生の首を圧し折る○ン○ニ○猪○教官とか。"
        },
        {
          talker: "夕闇幻楼",
          text: "グロい！＜人体標本"
        },
        {
          talker: "みかど",
          text: "アイデア交換して合作したりしたら面白そうですよね(笑)。"
        },
        {
          talker: "夕闇幻楼",
          text: "それはそれで、凄いオリバトになりそうだ。（笑）自分は逆にそういう繋げそうなアイデアはあんまり思いつきませんね。なんというか「構図」で思いつくというんですか。多数の生徒もしくはプログラム外部の人間まで巻き込んで、特殊な形の構図を作るみたいなのが好きです。"
        },
        {
          talker: "みかど",
          text: "なるほど。自分が知ってるオリバトでは原作の桐山はクローンで、本物の桐山が父親殺害した後、偉い人を沖木島に集めてプログラムさせるなんてのもあります。"
        },
        {
          talker: "夕闇幻楼",
          text: "そいつは凄い！「バトル・ロワイアル 復讐編」みたいな。本物の桐山は感情あるのかな？無いのだったら復讐ということは無さそうですけど。"
        },
        {
          talker: "みかど",
          text: "ああいうのは新しい設定とかを大幅に足すって点で二次創作の域を超えた部分ありますよね。勿論カテゴリ的には二次創作ですけど。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですね。自分がよく思いつくのはそういう風な感じのアイデアが多いです。"
        },
        {
          talker: "みかど",
          text: "BR系の新展開っていうと、大人対子供の直接的な戦いっていうのが、前作の終わり方からも連想しやすい展開ですよね。そうするとプログラムだけでは収まらないでしょうし。けれどやっぱりプログラム的な部分も盛り込みたいですし。"
        },
        {
          talker: "夕闇幻楼",
          text: "映画版BRの延長上みたいな感じですか。"
        },
        {
          talker: "みかど",
          text: "ですね。または当時子供だった生徒達が大人の視点になって……という。あるいは反政府組織に入ったりして、けれどそこも一般人からすれば\"平穏を乱す物騒な組織\"なわけで。でも反政府組織を背景に持ってきたほうが政府ないし大人との戦場を演出し易いですよね。"
        },
        {
          talker: "夕闇幻楼",
          text: "確かに。そういえば反政府組織視点の作品も小数ながら存在していたような。"
        },
        {
          talker: "みかど",
          text: "そこまで手の込んだ作品は自分では無理そうですが。（苦笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですかね？俺の目指してるオリバトがそういう系なんですけど。そこまで難しいとは。あ、でもプロットの時点で肝心のプログラム部分が甘いなぁと思うこと多々。（汗）"
        },
        {
          talker: "みかど",
          text: "自分、脳内プロットだけでやってる上に展開も閃き任せの自転車操業ですから。"
        },
        {
          talker: "夕闇幻楼",
          text: "それでずっと連載していたとは、凄くないですか？普通のオリバト作者さんだったら話がメチャクチャになったりするので、ノートとかにメモ書きするというのが多いみたいですけど。"
        },
        {
          talker: "みかど",
          text: "……あ、一応部分部分の描写や台詞を書いたネタ帳みたいなものは所持しておりますが。"
        },
        {
          talker: "夕闇幻楼",
          text: "それは面白いですね。こちらのノートはデータベースみたいな感じなんですけども。"
        },
        {
          talker: "みかど",
          text: "それ見て｢この台詞はどこで使おう｣｢どう使おう｣って感じで組み立てていきますね。で、脳内に保管してから打ち込むという。飲み会などの長距離電車移動時に書くので、文字が乱れまくって読めなかったりしますが。"
        },
        {
          talker: "夕闇幻楼",
          text: "興味深いですねー。そんな風に作ってらっしゃるんですか。"
        },
        {
          talker: "みかど",
          text: "あとはPCにもストックストーリーってファイルがあって、部分的に後々の話の書きためなどもしてます。それを繋げるのがまた閃き頼りなんですけど。（苦笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "人によってやっぱりメモというかノートの使い方が違いますね。"
        },
        {
          talker: "みかど",
          text: "ちょっとだけ見ますか？直接アドレス打ちで見ると改行されてなくて凄いですけど。生徒個人の細かい情報とかをメモされてる方が多いでしょうね。家族構成、身長体重、部活動。夕闇さんの作品は生徒数が百人ですから網羅するのが大変じゃないですか？"
        },
        {
          talker: "夕闇幻楼",
          text: "実は今、携帯でノート取ってみたんですよ。かなり見難いですけど。取替えっこして見てみますか？（笑）"
        },
        {
          talker: "みかど",
          text: "いいですよ。（みかどさんのストックストーリーファイルのアドレス）後半は他の作家さんと話した別オリバトの展開予想などもまざってますが。（苦笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "本当に色んな要素がごっちゃですね。複数作品のメモが混じってるみたいですが。"
        },
        {
          talker: "みかど",
          text: "ファイルマネージャで見ると、きちんと改行とかで分けられてるんですけど。（汗）パロバトのまで混ざってましたね。自分の部屋が容易に連想できます。"
        },
        {
          type: 'images',
          images: [
            {
              src: "img/note1.jpg",
              alt: "シナリオプロット書いた見開きを遠目から撮ったもの",
              caption: "シナリオプロット",
              fullSrc: "img/note1.jpg"
            },
            {
              src: "img/note2.jpg",
              alt: "シナリオプロットのアップ",
              caption: "シナリオプロット（アップ）",
              fullSrc: "img/note2.jpg"
            },
            {
              src: "img/note3.jpg",
              alt: "キャラ別のデータが書いてあるところ",
              caption: "キャラ別のデータ",
              fullSrc: "img/note3.jpg"
            },
          ]
        },
        {
          talker: "夕闇幻楼",
          text: "（管理人のオリバトノートが写ったファイルのアドレス）わけ分からんと思うので解説しますと、まず左がシナリオプロット書いた見開きを遠目から撮ったもので、真ん中がそのアップ。右はキャラ別のデータが書いてあるところです。1人につき半ページ割いてます。"
        },
        {
          talker: "みかど",
          text: "も、物凄い綿密に書かれてますね（驚）。これが普通だとすると、自分なんて95％脳内メモリー頼りですよ。一人一人の展開をここまで詳しく。蛍光ペンを利用されているところが力の入りようを窺わせますね。"
        },
        {
          talker: "夕闇幻楼",
          text: "ちなみに左と真ん中ので見えてる蛍光紫ペンのラインが「部」の区切りです。1行は左から話数・誰の視点か・話しの展開となっています。名前の右下に「会」とか「逃」とか書いてアクションの管理をしてます。"
        },
        {
          talker: "みかど",
          text: "二作目からですけど、自分は主人公がいる時は必ず主人公視点にするようにしたんですよ。視点固定は難しいですよね。"
        },
        {
          talker: "夕闇幻楼",
          text: "視点がぐらいついていると、どうにもダメですね。"
        },
        {
          talker: "みかど",
          text: "ここだけは相手の視点にしたい！って場所が出てきますからね。あんまり拘らないほうがいいんですかねぇ。それとも自分の組み立てが下手なのか。（汗）"
        },
        {
          talker: "夕闇幻楼",
          text: "というか、一度に人をたくさん出したりしますか？自分の場合は一度に出てくるのが少人数なので、必然的に誰が視点を取るか見えてくるんですけど。"
        },
        {
          talker: "みかど",
          text: "自分とこは多くて四、五人ですけど。むしろ一対一の戦闘なんかで交互に視点を与えたかったり。"
        },
        {
          talker: "夕闇幻楼",
          text: "確かに戦闘時の視点を交互に動かす手法はよくやりますね。"
        },
        {
          talker: "みかど",
          text: "描写多過ぎてもだれますし、少な過ぎても状況わからないですし。台詞もやたら入れると……細かい部分で神経使います、戦闘シーンは。"
        },
        {
          talker: "夕闇幻楼",
          text: "あとグループ内でどうしても視点取るキャラに偏りが出来る際は、アクセントとして控えめなヤツからの視点にしてみたり。"
        },
        {
          talker: "みかど",
          text: "それはありますね。そうするだけでがらっと場の雰囲気が変わって見えますから。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうそう、まだ面白いのがありました。ちょっとお待ちを。（笑）（以下管理人オリバトノートが写ったファイル（追加分）のアドレス）"
        },
        {
          type: 'images',
          images: [
            {
              src: "img/note4.jpg",
              alt: "魔法使い100人バトの自作生徒リストの載ったページを引きで撮ったもの",
              caption: "魔法使い100人バトの自作生徒リスト（50人分）",
              fullSrc: "img/note4.jpg"
            },
            {
              src: "img/note5.jpg",
              alt: "魔法使い100人バトの自作生徒リストの載ったページをアップで撮ったもの",
              caption: "100人バトの自作生徒リスト（50人分）（アップ）",
              fullSrc: "img/note5.jpg"
            },
            {
              src: "img/note6.jpg",
              alt: "UD0の生徒関係図の乗ったページを引きで撮ったもの",
              caption: "UD0の生徒関係図",
              fullSrc: "img/note6.jpg"
            },
            {
              src: "img/note7.jpg",
              alt: "UD0の生徒関係図の乗ったページをアップで撮ったもの",
              caption: "UD0の生徒関係図（アップ）",
              fullSrc: "img/note7.jpg"
            },
          ]
        },
        {
          talker: "夕闇幻楼",
          text: "また解説しますと、最初の2枚が例の100人バトの自作生徒リスト（50人分）の遠めとアップ。そして最後の2枚がUD0の生徒関係図の遠めとアップ。"
        },
        {
          talker: "みかど",
          text: "グループだけでなく、個人個人のラインまで書かれているのですね。色分けもされていて把握しやすそうですよ。"
        },
        {
          talker: "夕闇幻楼",
          text: "生徒関係図に関しては蛍光マーカーで囲まれてるのがグループで、個人ラインが赤線＝親友・恋人、黒線＝友達、ここでは見えてないですけれども、矢印＝相手に好意を持っているという感じです。"
        },
        {
          talker: "みかど",
          text: "100人バトの生徒に関する一言コメントは作品の世界観を窺わせますね。"
        },
        {
          talker: "夕闇幻楼",
          text: "100人バト自作生徒リストに関しては、左が生徒コンセプト、右が名前ですね。一部ネタバレしてますが。まぁこれくらいは序の口で。ちなみに空欄はまだ設定が出来ていない生徒です。（苦笑）……ウチのノートはこんな感じですね。"
        },
        {
          talker: "みかど",
          text: "	凄いですね。そう言えばここまでプロットを綿密に練られていても、偶然の産物みたいなアイデアは得られますか？"
        },
        {
          talker: "夕闇幻楼",
          text: "というと、執筆途中の思いつきというやつですか。"
        },
        {
          talker: "みかど",
          text: "自分の場合、最初は無関係だったのに話が進むにつれて、両想いにしてしまったっていうのもいるのですが。ラスメだと柵木と吉田がそうですね。結果、その絆が本部爆破にまで繋がっちゃったりしてます。"
        },
        {
          talker: "夕闇幻楼",
          text: "最初に御見せしたプロット表は初代となるUDのものなんですが、ここまで来てしまうと、もう途中変更はまず無理ですね。"
        },
        {
          talker: "みかど",
          text: "一つを崩すと多数の部分に影響出るでしょうしね。"
        },
        {
          talker: "夕闇幻楼",
          text: "前回対談の美奈子さんの時にも話したんですが、ある程度、キャラ設定を決めないでおいた方が良いみたいです。"
        },
        {
          talker: "みかど",
          text: "それは以前館長（美奈子さん）達とも話した事あります。突然｢この役割に当てはめる人がいない！｣ってなるんですよ、しかも終盤戦になって。ギリギリ一人空いてたので助かりましたが。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですね。UDに関しては22人と超少人数制だったので、もう各々の役割が決まってしまっていて、アクション面での細かいアイデアは出ますが、根幹を揺さぶるようなアイデアはありませんね。現状のプロットで満足してしまった感じが。"
        },
        {
          talker: "みかど",
          text: "未設定生徒を置いておかないと、よっぽどプロットを上手く練らなければ後で困りますね。自分の場合、脱出策も二転三転ですから。その度まともになっていってるのが救いです。（汗）それと本部襲撃の方法なんかも結構思い浮かびにくいですよね。自分の場合、方法よりも本部のほうに穴を作ったりしてみました。"
        },
        {
          talker: "夕闇幻楼",
          text: "そうですね。脱出方法については悩んでます。最近は火力に物言わせてどうたらこうたらという頭悪そうな展開ばかりが思いつきます。（死）"
        },
      ]
    },
    {
      title: "アイデア夢想",
      entries: [
        {
          talker: "夕闇幻楼",
          text: "脱出策で思い出したんですが、オリバトにありがちな結末についてどう思いますか？「優勝生徒が反政府組織へ」とか「脱走成功してアメリカへ」辺りはポピュラーですよね。"
        },
        {
          talker: "みかど",
          text: "例えば反政府組織になってからの動きに変化をつけたりもできるんじゃないでしょうかね。"
        },
        {
          talker: "夕闇幻楼",
          text: "動きに変化というと……具体的には？"
        },
        {
          talker: "みかど",
          text: "例えばジェノが優勝して、反政府組織にダブルスパイとして……とか。（笑）"
        },
        {
          talker: "夕闇幻楼",
          text: "凄いブラック！よくそんなの思いつきますね。（驚嘆）"
        },
        {
          talker: "みかど",
          text: "エピローグで反政府組織に入ってウン十年後の主人公を書くとか。そういうバリエーションつけるだけでも結構違って見えませんか？"
        },
        {
          talker: "夕闇幻楼",
          text: "それは良いですよね。下手に国家体制変えちゃうよりは。エンディングでいきなり国家転覆とかしているのは萎えることが多いですね……"
        },
        {
          talker: "みかど",
          text: "その時には既に大東亜が崩壊して、元テロ組織が実権握ってたりして。国家転覆するなら過程が欲しいですよね。エピローグだけで書くとなると大変でしょうけど。やっぱり米帝が絡まないと転覆は難しいでしょうし。国内の動きだけでは……"
        },
        {
          talker: "夕闇幻楼",
          text: "むしろね、自分がやろうと思ってるのは、途中で終わっちゃうこと。"
        },
        {
          talker: "みかど",
          text: "途中？中盤戦でEND……でなく、国家転覆活動の途中ですか。"
        },
        {
          talker: "夕闇幻楼",
          text: "いや、そこじゃなくて、最終決戦とかで、対峙した二人が同時に引き金を引いて終わっちゃうみたいな。誰が優勝したのか不明のまま終了。"
        },
        {
          talker: "みかど",
          text: "あぁ、なるほど。読者さんが消化不良になっちゃいそうですね。納得させるように書くのは難しいのでは？"
        },
        {
          talker: "夕闇幻楼",
          text: "隠しでエピローグでも置いとくとか。それだとかなり意味無いですけど。それまでに話を終わったと思わせる必要がありますね。話の主題をプログラム自体から他の物に変えて、プログラムの最中に進行させて、それについての話の完結＝作品の終わりとするとか。"
        },
        {
          talker: "みかど",
          text: "実は片方の弾は直前の戦闘シーン描写から推理するに弾切れで、そんな感じで優勝者が密かにわかるとか。あるいは両者の左胸に着弾して倒れるところで終わるけど、片方の胸にはペンダントが入っていたからかろうじて助かっただろう、とか。"
        },
        {
          talker: "夕闇幻楼",
          text: "もしくは結果を飛ばして、正体不明の優勝者（様子から推理できる）を描いて終わりか。やりたい。（笑）"
        },
        {
          talker: "みかど",
          text: "そういうのもありますね。推理できたら途中で終わらせる必然性が薄れるし、できない人は消化不良っぽいですし。うーん難しい……自分も二作目のラストは、じっくり考えていきます。"
        },
        {
          talker: "夕闇幻楼",
          text: "楽しみにしてます。っていうかさっさとラスメ読み終われ。俺。"
        }
      ]
    }
  ],
  notes: [
    {
      id: "1",
      text: "当時の時点で既にオリバトを読むことからしばらく離れていたため完全に時間を読み誤ってしまった上に、色んな意味で舐めすぎである。すんません。"
    },
    {
      id: "2",
      text: "2006年末で閉鎖された「しうまい御殿」がそれ。オリバト用サイトより先に作られており、かなり賑わっていたようだ。"
    },
    {
      id: "3",
      text: "「柳屋總本店」（YAN氏）の「BATTLE ROYALE 2 ～The Final Game～」のこと。「2」（＝続編）を名乗って背負いきった、オリバト黎明期において大作の一つであり非常に有名だった。現在は「若紫文庫」で読めるので、未見の方は是非。"
    }
  ],
  afterword: "というわけで、みかど氏との対談は終了。この場を借りて、御協力に感謝します。"
};
